{
  "maximumSentences": 7,
  "searchTerm": "Michael Jackson",
  "prefix": "Who is",
  "sourceContentOriginal": "On June 25, 2009, American singer Michael Jackson died of acute propofol and benzodiazepine intoxication at his home on North Carolwood Drive in the Holmby Hills neighborhood of Los Angeles. Physician Conrad Murray said that he found Jackson in his room not breathing and with a weak pulse; he administered CPR to no avail, and security called 9-1-1 at 12:21 p.m. PDT (UTC–7) Paramedics treated Jackson at the scene, but he was pronounced dead at the Ronald Reagan UCLA Medical Center.On August 28, 2009, the Los Angeles County Coroner concluded that Jackson's death was a homicide. Jackson had been administered propofol and anti-anxiety benzodiazepines lorazepam and midazolam by his doctor. Murray was convicted of involuntary manslaughter in 2011, and served two years of his four-year prison sentence with time off for good behavior.Jackson's death triggered reactions around the world, creating unprecedented surges of Internet traffic and dramatically boosting sales of his music. He had been preparing for a series of comeback concerts at London's O2 Arena from July 2009 to March 2010. The Michael Jackson memorial service was held on July 7, 2009, at the Staples Center in Los Angeles where he had rehearsed for the London concerts the night before his death. It was broadcast live around the world, attracting an estimated audience of 2.5 billion people. In 2010, Sony Music Entertainment signed a US $250 million deal with Jackson's estate to retain distribution rights to his recordings up until 2017 and to release seven posthumous albums over the decade following his death.\n\n\n== Circumstances ==\n\nMagician Ed Alonzo said that Jackson arrived for rehearsal at the Staples Center around 6:30 p.m. Pacific Daylight Time on Wednesday, June 24. Jackson jokingly complained of laryngitis and did not rehearse until 9 p.m. \"He looked great and had great energy,\" Alonzo said. The rehearsal went past midnight.The next morning, Jackson did not come out of his bedroom. Jackson's physician Conrad Murray entered the room that afternoon and found Jackson in bed and not breathing. He had a weak pulse and was still warm. Murray tried to revive him for five to ten minutes, at which point he realized that he needed to call for help. Murray stated that he was hindered because there was no landline telephone in the house. He also stated that he could not use his cell phone to call 911 because he did not know the exact address. He stated that he also phoned security, but got no answer.\nMurray ran downstairs, yelled for help, and told a chef to bring security up to the room. Murray's lawyer stated that at least 30 minutes passed before security made the phone call. A Los Angeles Fire Department (LAFD) spokesman said that the 911 call came in at 12:21:04 p.m. Paramedics reached Jackson at 12:26 p.m. and found that he was still not breathing.Statements described Murray using a non-standard CPR technique on Jackson. The recording of the emergency call was released on June 26, one day after Jackson's death, and it described Murray administering CPR on a bed, not on a hard surface such as a floor which would be standard practice. Murray said that he placed one hand underneath Jackson and used the other for chest compression, whereas standard practice is to use both hands for compression.Paramedics performed CPR for 42 minutes at the house. Murray's attorney stated that Jackson had a pulse when he was taken out of the house and put in the ambulance. An LAFD official gave a different account, stating that paramedics found Jackson in \"full cardiac arrest\", and that they did not observe a change in his status en route to the hospital. LAFD transported him to the Ronald Reagan UCLA Medical Center. The ambulance arrived at the hospital at approximately 1:14 p.m., and a team of medical personnel attempted to resuscitate him for more than an hour. They were unsuccessful, and Jackson was pronounced dead at 2:26 p.m. at age 50.\n\n\n== Investigation ==\n\n\n=== Autopsies ===\nJackson's body was flown by helicopter to the Los Angeles County Coroner's offices in Lincoln Heights, where a three-hour autopsy was performed the next day (June 26) on behalf of the Los Angeles County Coroner by the chief medical examiner Lakshmanan Sathyavagiswaran. Jackson's family arranged for a second autopsy, a practice that could yield expedited, albeit limited, results. After the preliminary autopsy was completed, Craig Harvey, chief investigator for the coroner's office, said there was no evidence of trauma or foul play.On August 28, the Los Angeles County coroner made an official statement classifying Jackson's death as a homicide. The coroner stated that Jackson died from the combination of drugs in his body, with the most significant drugs being the anesthetic propofol and the anxiolytic lorazepam. Less significant drugs found in Jackson's body were midazolam, diazepam, lidocaine, and ephedrine. The coroner kept the complete toxicology report private, as requested by the police and district attorney.The autopsy report revealed that Jackson was otherwise healthy for his age (age 50) and that his heart was strong; his most significant health problem was that his lungs were chronically inflamed, but this did not contribute to his death. His other major organs were normal and he had no atherosclerosis except for some slight plaque accumulation in the arteries in his leg. The autopsy stated that he weighed 136 pounds (62 kg) and was 5'9\" (175 cm) tall. Fox News said that this confirmed rumors that Jackson was emaciated, while the Associated Press stated that his weight was in the acceptable range.\n\n\n=== Law enforcement agencies ===\nAlthough they did not immediately announce that they suspected foul play, the Los Angeles Police Department (LAPD) began to investigate the unusual and high-profile case by the day after Jackson's death. By August 28, the LAPD had announced that the case would be referred to prosecutors who might file criminal charges. Because the LAPD did not secure Jackson's home and allowed the Jackson family access to it as well before returning to remove certain items, the department raised concerns by some observers that the chain of custody had been broken. The police maintained that they had followed protocol. On July 1, the Drug Enforcement Administration (DEA) joined the LAPD in the investigation. Having the authority to investigate issues otherwise protected by doctor-patient confidentiality, the DEA could legally follow the entirety of what appeared to be the complex trail of prescription drugs supplied to Jackson. California Attorney General Jerry Brown announced that his office was helping the LAPD and DEA to create a statewide database of all medical doctors and prescriptions filled.The LAPD subpoenaed medical records from doctors who had treated Jackson. On July 9, William J. Bratton, then the Los Angeles Chief of Police, indicated that investigators were focusing on the possibility of homicide or accidental overdose, but had to wait for the full toxicology reports from the coroner. The Los Angeles Times quoted a senior law enforcement source as saying authorities may not pursue charges even if the coroner declares the case a homicide because Jackson's well-documented drug abuse would make any prosecution difficult. Nonetheless, the source said prosecutors had not ruled out more serious charges \"all the way up to involuntary manslaughter\" if it were determined that Jackson's death was indeed caused by the drug propofol.\n\n\n=== Drug-use allegations ===\nMarc Schaffel said Jackson had used propofol, alprazolam (an antianxiety agent) and sertraline (an antidepressant). Other drugs included omeprazole, hydrocodone, paroxetine, carisoprodol, and hydromorphone. After his death, police found several drugs in his home, which included propofol. Some of these drugs had labels made out to false names, and others were unlabeled. A 2004 police document prepared for the 2005 People v. Jackson child abuse trial alleged that Jackson was taking up to 40 alprazolam pills a night. Alprazolam was not found in his bloodstream at the time of death. Jackson's friend Dr. A.J. Farshchian stated that Jackson was scared of drugs.Deepak Chopra expressed concern that Jackson appears to not have been given naloxone, a drug used to counteract the effects of an opiate overdose, but opioids were not a major factor in Jackson's overdose. Chopra also criticized what he saw as \"enabling\" by some Hollywood doctors: \"This cult of drug-pushing doctors, with their co-dependent relationships with addicted celebrities, must be stopped. Let's hope that Michael's unnecessary death is the call for action.\"Eugene Aksenoff is a Tokyo-based physician who had treated Jackson and his children on a few occasions, and he expressed concern about Jackson's use of various drugs. He said that Jackson asked for stimulants so that he could get through some demanding performances, but he said that he refused to prescribe them. He recalled that Jackson suffered chronic fatigue, fever, insomnia, and other symptoms, and he took a large amount of drugs. He suspected that one of the major factors causing these symptoms was excessive use of steroids or other skin-whitening medications.Toxicological tests on Jackson's body did not report any addiction, and none of the experts who testified at Murray's trial identified him as a drug addict.Janet Jackson claimed that the Jackson family tried to stage an intervention in early 2007 when Jackson was living in Las Vegas. She and some of her brothers allegedly traveled to his home but were turned away by security guards who were ordered not to let them in. He was also rumored to have refused calls from his mother. However, the family denied that they had tried to intervene.\n\n\n==== Propofol ====\n\nOf all the drugs found in Jackson's home, the one that most concerned investigators were propofol (Diprivan), a powerful anesthetic administered intravenously in hospitals to induce and maintain anesthesia during surgery. Nicknamed \"milk of amnesia\" because of its opaque, milk-like appearance (and a play on the words \"milk of magnesia\"), the drug has been associated with cardiac arrest, but it still may be increasingly used off-label for anxiolytic and other medically unsubstantiated purposes. Several propofol bottles, some empty, some full, were found in Jackson's home.On June 30, Cherilyn Lee, a nurse who had worked as Jackson's nutritionist, said that he had asked her in May to provide propofol to help him sleep, but she refused. He told her he had been given the drug before for persistent insomnia, and that a doctor had said it was safe. Lee said she received a telephone call from an aide to Jackson on June 21 to say that Jackson was ill, although she no longer worked for him. She reported overhearing Jackson complain that one side of his body was hot, the other side cold. She advised the aide to send Jackson to a hospital.Arnold Klein said that Jackson used an anesthesiologist to administer propofol to help him sleep while he was on tour in Germany. The anesthesiologist would \"take him down\" at night and \"bring him back up\" in the morning during the HIStory tour of 1996 and 1997.\n\n\n=== Medical professionals ===\nThe DEA was focusing on at least five doctors who prescribed drugs to Jackson, trying to determine whether they had had a \"face to face\" relationship with him and whether they had made legally required diagnoses. At least nine doctors were under investigation. The police wanted to question 30 doctors, nurses, and pharmacists, including Arnold Klein. Klein said that he occasionally had given Jackson pethidine to sedate him, but had administered nothing stronger and that he had turned his records over to the medical examiner.\n\n\n==== Personal physician ====\n\nCardiologist Conrad Murray joined Jackson's camp in May 2009 as part of Jackson's agreement with AEG Live, the promoter of his London concerts. Murray first met Jackson in Las Vegas when he treated one of Jackson's children. AEG Live said Jackson insisted the company hire Murray to accompany him to England. During Murray's trial it emerged that AEG employed Murray and that Jackson did not sign the contract for the above-cited employment either.Murray said through his attorney that he did not prescribe or administer pethidine or oxycodone to Jackson, but did not say what, if anything, he did prescribe or administer. Los Angeles police said Murray spoke to officers immediately after Jackson's death, and during an extensive interview two days later. They stressed that they found \"no red flag\" and did not suspect foul play. On June 26, police towed away a car used by Murray, stating that it might contain medication or other evidence. The police released the car five days later.Politician and minister Jesse Jackson, a friend of Michael Jackson's family, said that the family was concerned about Murray's role. \"They have good reason to be [...] he left the scene.\" Over the next few weeks, law enforcement grew increasingly concerned about Murray, and on July 22 detectives searched Murray's medical office and storage unit in Houston, removing items such as a computer and two hard drives, contact lists and a hospital suspension notice. On the 27th, an anonymous source reported that Murray had administered propofol within 24 hours of Jackson's death. Murray's lawyers refused to comment on what they called \"rumors, innuendo or unnamed sources.\" The following day it was reported that investigators had searched Murray's home and office in Las Vegas and that Murray had become the primary focus of the investigation. On August 11, a Las Vegas pharmacy was searched by investigators looking for evidence regarding Murray, according to an anonymous police source. Murray's lawyer advised patience until the toxicology results arrived, noting that \"things tend to shake out when all the facts are made known\".  On February 8, 2010, Murray was charged with involuntary manslaughter by prosecutors in Los Angeles. Murray pleaded not guilty and was released after posting US$75,000 bail. Shortly thereafter, the California Medical Board issued an order preventing Murray from administering heavy sedatives.On January 11, 2011, the judge from Murray's preliminary hearing determined that Murray should stand trial for involuntary manslaughter in the Jackson case. The judge also suspended Murray's license to practice medicine in California. The trial was originally to begin on March 24, but a delayed opening rescheduled it for May 9. Finally, the trial was rescheduled to September 8, with no further delays. The jury selection of Murray's trial began on September 8, 2011, in Los Angeles. The trial began on September 27, 2011.On November 7, 2011, Murray was found guilty of involuntary manslaughter and he was held without bail to await sentencing. On November 29, 2011, Murray received the maximum sentence of 4 years in prison. Murray was released on October 28, 2013, due to California prison overcrowding and good behavior.\n\n\n== Health ==\n\nStacy Brown, a biographer, said Jackson had become \"very frail, totally, totally underweight,\" and that his family had been worried about him. Another biographer, J. Randy Taraborrelli, said Jackson had been addicted to painkillers on and off for decades. Arnold Klein, Jackson's dermatologist, confirmed that Jackson misused prescription drugs, and that Klein had diagnosed Jackson with vitiligo and lupus. However, Klein said when he saw Jackson at his office three days before his death, he \"was in very good physical condition. He was dancing for my patients. He was very mentally aware when we saw him and he was in a very good mood.\"\n\n\n== Family and legal affairs ==\n\n\n=== Family reaction ===\nThe Jackson family released a statement following the death:\n\nOur beloved son, brother, uncle and father of three children has gone so unexpectedly, in such a tragic way and much too soon. It leaves us, his family, speechless and devastated to a point, where communication with the outside world seems almost impossible at times.\nLa Toya believed her brother \"was murdered for his music catalogue\". Shortly after Jackson's death, his family raised questions about the role of AEG Live, the This Is It concert promoter, in the last few weeks of his life. Joseph, Michael's father, filed a complaint with the California Medical Board alleging that AEG Live was illegally practicing medicine by demanding that Murray get Jackson off various medications. The complaint also alleged that AEG Live failed to provide the resuscitation equipment and nurse which Murray had requested. AEG spokesman Michael Roth declined to comment on the complaint.After Murray pleaded not guilty to the manslaughter charge, several members of the Jackson family said they felt he deserved a more severe charge. On June 25, 2010, Joseph filed a wrongful death lawsuit against Murray. The lawsuit alleged that Murray repeatedly lied to cover up his use of propofol, did not keep sufficient medical records and was negligent in his use of medications on Jackson. Murray's civil attorney, Charles Peckham, denied that Murray gave Jackson anything life-threatening. On August 15, 2012, Joseph dropped his wrongful death lawsuit against Murray.On September 15, 2010, Panish Shea & Boyle LLP also filed a wrongful death lawsuit on behalf of Michael Jackson's three children and his mother against the Anschutz Entertainment Group, Inc. (AEG) and its subsidiaries and principals (including Randy Phillips, Kenny Ortega, Paul Gongaware, and Thimothy Leiweke). The suit alleges that AEG put their desire for profits from the This Is It concerts over the health and safety of Michael Jackson, ultimately causing his death\". Roth declined to comment on the lawsuit, saying that AEG had not seen it.On November 7, 2011, Michael Jackson's family arrived at the courthouse in Los Angeles shortly after the jury announced they reached their verdict; they had found Murray guilty. Michael's father Joe Jackson simply told reporters: \"Justice.\" LaToya Jackson tweeted that she was shaking uncontrollably when she heard the verdict and continued to tweet her emotions throughout the day. In 2017, Paris Jackson stated that she was \"absolutely\" convinced that her father had been murdered.\n\n\n=== Estate ===\n\nJackson's last will was filed by an attorney John Branca at the Los Angeles County courthouse on July 1, 2009. Signed July 7, 2002, it names Branca and accountant John McClain as executors; they were confirmed as such by a Los Angeles judge on July 6, 2009. All assets are given to the (pre-existing) Michael Jackson Family Trust (amended March 22, 2002), the details of which have not been made public. The Associated Press reports that, in 2007, Jackson had a net worth of $236.6 million: $567.6 million in assets, which included Neverland Ranch and his 50% share of Sony/ATV Music Publishing' catalogue, and debts of $331 million. The guardianship of his three children is given to his mother, Katherine, or if she is unable or unwilling, to singer Diana Ross. Jackson's will allocates 20% of his fortune as well as 20% of money made after death to unspecified charities.Media reports suggested that the settlement of Jackson's estate could last many years. The value of Sony/ATV Music Publishing is estimated by Ryan Schinman, chief of Platinum Rye, to be US$1.5 billion. Shinman's estimate makes Jackson's share of Sony/ATV worth US$750 million, from which Jackson would have had an annual income of US$80 million. In September 2016, a deal was finalized for Sony's acquisition of Jackson's share of Sony/ATV from the Jackson estate for US$750 million.\n\n\n=== Taxation of estate ===\nThe estate administrators and the IRS have estimated portions of the estate differently. The estate estimated that the value of Jackson's likeness is $2,105.00; while the IRS valued it at $434.26 million. The estate estimated \"no worth in Jackson's interest in a trust that owns some songs of his and the Beatles, but the IRS valued it at $469 million.\" Also in dispute is the value of \"Jackson's share of the Jackson 5 master recordings rights, stocks and bonds, and various cars Jackson owned.\" The IRS proposed \"imposing $505 million in taxes plus an additional $197 million in penalties, including a gross valuation misstatement penalty.\" On July 26, 2013, the estate filed a U.S. Tax Court petition claiming \"the IRS overestimated the value of its assets, including Jackson's likeness, real estate, a Bentley, a Lloyds of London insurance policy, Jackson's share of MJJ Ventures Inc., and two trusts.\". Jackson estate attorney Paul Hoffman of Hoffman, Sabban & Watenmaker told Bloomberg News, \"The IRS is wrong.\" The case title is Estate of Michael J. Jackson v. IRS, 17152-13, U.S. Tax Court in Washington, DC.\n\n\n== Public reaction ==\n\n\n=== Media and Internet coverage ===\n\nThe first reports that Jackson had suffered a cardiac arrest and died came from the Los Angeles-based celebrity news website TMZ. Doctors at Ronald Reagan UCLA Medical Center pronounced Jackson dead at 2:26 p.m. and 18 minutes later, TMZ published the following statement: \"Michael Jackson passed away today at the age of 50.\" The Los Angeles Times confirmed the report at 2:51 p.m. PDT (5:51 p.m. EDT). The news spread quickly online, causing websites to slow down and crash from user overload. TMZ and the Los Angeles Times suffered outages. Google initially believed that the millions of search requests meant their search engine was under DDoS attack, and blocked searches related to Michael Jackson for 30 minutes. Twitter reported a crash, as did Wikipedia at 3:15 pm PDT (22:15 UTC). The Wikimedia Foundation reported nearly a million visitors to Jackson's biography within one hour, probably the most visitors in a one-hour period to any article in Wikipedia's history. AOL Instant Messenger collapsed for 40 minutes. AOL called it a \"seminal moment in Internet history ... We've never seen anything like it in terms of scope or depth.\" Around 15% of Twitter posts (5,000 tweets per minute) mentioned Jackson after the news broke, compared to the 5% recalled as having mentioned the Iranian elections or the flu pandemic that had made headlines earlier in the year. Overall, web traffic ranged from 11% to at least 20% higher than normal. MTV and BET aired marathons of Jackson's music videos.Specials about Jackson aired on multiple television stations around the world. The British soap opera EastEnders added a last-minute scene to the June 26 episode, in which the character Denise Johnson discussed the news with Patrick Trueman. While most British newspapers printed pictures of Jackson in his youth or in his prime, The Sun (for the day after his death) was the only paper to show Jackson from 2009 at his frailest, and keeping to their regular promotion of \"Wacko Jacko\". The next day, The Sun fell into step with the rest of the newspapers and Jackson was the topic of every front-page headline in The Sun for about two weeks following his death. Magazines including Time published commemorative editions. A scene that had featured Jackson's sister La Toya was cut from the film Brüno out of respect toward Jackson's family.According to an analysis released by the Global Language Monitor (GLM), 72 hours after his death, Jackson became the ninth most covered news item in global print and electronic media. For the Internet and social media, Jackson was number two, behind the election of President Barack Obama. Paul JJ Payack, president and chief word analyst of GLM, said the death of Michael Jackson had \"resulted in a global media event of the first order\" and \"the fact that he has broken into the top media of the 21st century\" was a \"testament to the global impact of the man and his music\". Commentators worldwide made connections between Jackson's death and the problems they perceived with everything from the racial dichotomy that Jackson sang about, to the \"profoundly tragic figure\" of Michael Jackson—from American capitalism and globalization, to the fall of the music industry in the 1980s. Le Figaro columnist Yann Moix said that although Jackson, like his iconic Moonwalk, lived life in reverse, the world at his death shed \"identical and universal tears\".Statistics published by the Pew Research Center suggested that two out of three Americans believed the coverage of Jackson's death was excessive, while 3% felt it was insufficient. In the UK, the BBC received over 700 complaints from viewers who thought his death dominated the news. On June 29, American conservative commentator Rush Limbaugh said the coverage was a \"horrible disgrace\" and lent his support to activist-ministers Jesse Jackson and Al Sharpton, who were fighting to stem the press' speculation about what caused the death. Other conservatives, including commentator Bill O'Reilly and Congressman Peter T. King, also disapproved the receiving of the media attention about Jackson's death. Meanwhile, Hugo Chávez, the President of Venezuela, called the pop star's death some \"lamentable news\", but criticized CNN for giving this news more coverage than they gave a coup d'état taking place in Honduras.In August 2009, there were reports that Jackson's family paid social media marketing company uSocial.net to increase the numbers of followers on Jackson's Twitter profile. According to the New York Daily News, uSocial was contracted to deliver 25,000 followers to the account.\n\n\n=== Grief ===\n\nNews of Jackson's death triggered an outpouring of grief around the world. The circumstances and timing of his death were compared to those of Elvis Presley and John Lennon. Fans gathered outside the UCLA Medical Center, Neverland Ranch, his Holmby Hills home, the Hayvenhurst Jackson family home in Encino, the Apollo Theater in New York, and at Hitsville U.S.A., the old Motown headquarters in Detroit where Jackson's career began, now the Motown Museum. Streets around the hospital were blocked off, and across America people left offices and factories to watch the breaking news on television. A small crowd, including the city's mayor, gathered outside his childhood home in Gary, where the flag on city hall was flown at half-staff in his honor. Fans in Hollywood initially gathered around the Walk of Fame star of another Michael Jackson, as they were unable to access Jackson's star, which had been temporarily covered by equipment in place for the Brüno film premiere. Grieving fans and memorial tributes relocated from the talk radio host's star the next day.From Odessa to Brussels, and beyond, fans held their own memorial gatherings. U.S. President Barack Obama sent a letter of condolence to the Jackson family, and the House of Representatives observed a moment of silence. Obama later stated that Jackson \"will go down in history as one of our greatest entertainers\". Former South African President Nelson Mandela issued a message through his foundation saying Jackson's loss would be felt worldwide.\n\nIn Japan, where Jackson had somewhat of an idol status, the top government spokesman and other ministers expressed their condolences. Internal Affairs and Communications Minister Tsutomu Sato told reporters, \"I feel sad as I had watched him since he was a member of Jackson Five.\" Defense Minister Yasukazu Hamada credited him with building a generation with his music. Health Minister Yōichi Masuzoe said, \"He was a superstar. It is an extremely tragic loss. But it is fantastic he was able to give so many dreams and so much hope to the people of the world.\"In the United Kingdom, Prime Minister Gordon Brown's spokesperson said:\n\nThis is very sad news for the millions of Michael Jackson fans in Britain and around the world.\nConservative opposition leader David Cameron said:\n\nI know Michael Jackson's fans in Britain and around the world will be sad today. Despite the controversies, he was a legendary entertainer. Everybody will be thinking of his family, especially his children, at this time.\nRussian fans gathered outside the U.S. Embassy in Moscow to mourn. One told Russia's Novosti newspaper, \"This is so difficult! I'm hurt, very hurt! … For us, this is a very great loss. To us, he became a symbol of the spiritual world. It's hard to convey how great a loss this is.\" France's Minister of Culture, Frédéric Mitterrand, said, \"We all have a Michael Jackson within.\" Elizabeth Taylor, a long-time friend, said that she couldn't imagine life without him. Liza Minnelli told CBS, \"When the autopsy comes, all hell's going to break loose, so thank God we're celebrating him now.\" His sister La Toya stated that his daughter said he was being overworked. La Toya was quoted as saying, \"She said, 'No, you don't understand. They kept working him and Daddy didn't want that, but they worked him constantly'. I felt so bad.\"\n\n\n=== Tributes ===\n\nOn June 30, 2009, U2 while performing their first show of the U2 360 tour in Barcelona dedicated the song \"Angel of Harlem\" to Jackson. U2 vocalist Bono sang verses from \"Man In The Mirror\" and \"Don't Stop Till You Get Enough\" at the end of the song. On July 10, 2009, six thousand fans attended a musical tribute in Jackson's hometown of Gary, Indiana. Local performers staged a medley of his songs, and mayor Rudolph M. Clay unveiled a seven-foot memorial to him. Jesse Jackson addressed the crowd, stating, \"This is where Michael learned to dance, where he learned to sing, where he learned to sacrifice.\" The day after Jackson's death, rapper the Game released a tribute song, \"Better on the Other Side\", produced by DJ Khalil and featuring vocals by Diddy, Chris Brown, Polow da Don, Mario Winans, Usher, and Boyz II Men. A variety of other artists recorded tributes, including 50 Cent, LL Cool J, Robbie Williams, Akon and guitarist Buckethead.On June 26, artists including Pharrell Williams and Lily Allen paid tribute to Jackson at the UK Glastonbury Festival. Allen wore a single white glove (a signature look for Jackson), while the Streets performed a cover of \"Billie Jean\". Tributes to Jackson at the festival continued over the weekend. On July 5, 2009, Madonna performed a medley of Jackson's songs during her Sticky & Sweet Tour, while a Jackson impersonator performed Jackson's signature dances and photos of Jackson were displayed behind them. Beyoncé performed an extended version of “Halo”, dedicating it to Jackson in various shows during her I Am... World Tour.\nMetal and hard rock acts who performed Jackson songs in tribute include Metallica, Chris Cornell, Steve Vai and Andy Timmons, Extreme, and CKY. Buckethead wrote a song entitled \"The Homing Beacon\", inspired by Jackson's film Captain EO. Statements of tribute came from rock musicians including Judas Priest bassist Ian Hill, Queen guitarist Brian May, members of Black Sabbath, former Skid Row frontman Sebastian Bach, Alice Cooper, Geoff Tate of Queensrÿche, Eddie Van Halen (who worked with Jackson during the recording of Thriller) and Slash (who played guitar on Jackson's single \"Give In to Me\"). In October 2013, a tribute album was released featuring current and former members of Iron Maiden, Kiss, Motörhead, Testament, Guns N' Roses, Fozzy, Quiet Riot, Dio, Whitesnake, and Mr. Big, among others.Jackson's sister La Toya released her song \"Home\" on July 28 as a charity single in her brother's honor. All proceeds were donated to one of Michael's favorite charities. BET's annual 2009 Awards Ceremony aired three days after Jackson's death, on June 28, 2009, and included a tribute to him. Host Jamie Foxx said, \"We want to celebrate this black man. He belongs to us and we shared him with everybody else.\" The ceremony featured performances of several of Jackson's songs, including pieces from his time with The Jackson Five and those from his solo career. Joe Jackson and Al Sharpton were in the audience, and Janet Jackson spoke briefly on behalf of the family. The show was the most-watched BET annual awards show in the awards shows history.The day after Jackson's death, the mayor of Rio de Janeiro announced that the city would erect a statue of him in the favela of Dona Marta. Jackson visited the community in 1996 and filmed a music video for \"They Don't Care About Us\" there. The mayor said that Jackson had helped make the community into \"a model for social development.\" Memorials were held in locations as diverse as Tokyo, Bucharest and Baku, Azerbaijan. In Midyat, Turkey, a Salat al-Janazah (Islamic funeral prayer) was performed, and traditional funeral helva distributed.The music video for \"Do the Bartman\", a Simpsons song co-written by Jackson, was broadcast ahead of an episode rerun of The Simpsons on June 28. It featured a title card paying tribute to Jackson. The 1991 Simpsons episode \"Stark Raving Dad\", which Jackson guest-starred in, was broadcast on Fox on July 5. The episode had been broadcast on the Dutch Comedy Central the day after his death and was dedicated to Jackson's memory. His 1978 film The Wiz (in which he co-starred alongside Diana Ross and Richard Pryor) was briefly rereleased in a rare 35mm format and was shown at the Hollywood Theater in his honor. It was also re-released a week prior to the release of Michael Jackson's This Is It in select cities. Madonna opened the 2009 MTV Video Music Awards with a speech about Michael Jackson. Janet Jackson made an appearance at the VMAs to pay a musical tribute to her brother and honor his career. He was honored with a posthumous lifetime achievement award during the 52nd Grammy Awards on January 31, 2010. Jackson was featured in the 82nd annual Academy Awards ceremony's \"In Memoriam\" tribute.\n\n\n=== Record sales ===\nJackson's record sales increased dramatically, eightyfold by June 29, according to HMV. Bill Carr of Amazon said the website sold out of all Jackson and Jackson 5 CDs within minutes of the news breaking, and that demand surpassed that for Elvis Presley and John Lennon after their sudden deaths. In Japan, six of his albums made SoundScan Japan's Top 200 Albums chart, and in Poland, Thriller 25 topped the national album chart and was replaced by King of Pop the following week.In Australia, 15 of his albums occupied the ARIA top 100 as of July 5, four of them in the top ten, with three occupying the top three spots. He had 34 singles in the top 100 singles chart, including four in the top ten. Album sales were 62,015 for the previous week; singles tallied 107,821 units. In the second week, album sales rose from the previous week and tallied 88,650 copies. On July 12, four albums were in the top 10 with three occupying the top three spots. In New Zealand, Thriller 25 topped the chart. In Germany, King of Pop topped the album chart, and from June 28 to July 4, nine of his albums occupied the Top 20 of CAPIF in Argentina.\nIn Billboard's European Top 100 Albums, he made history with eight of his albums in the top ten positions. As of August 3, King of Pop has spent four weeks atop Billboard's European Top 100 Albums chart. The Collection also spent two weeks atop the same chart.In the UK, on the Sunday following his death, his albums occupied 14 of the top 20 places on the Amazon.co.uk sales chart, with Off the Wall at the top. Number Ones reached the top of the UK Album Chart, and his studio albums occupied number two to number eight on the iTunes Music Store top albums. Six of his songs charted in the top 40: \"Man in the Mirror\" (11), \"Thriller\" (23), \"Billie Jean\" (25), \"Smooth Criminal\" (28)\", \"Beat It\" (30), and \"Earth Song\" (38). The following Sunday, 13 of Jackson's songs charted in the top 40, including \"Man in the Mirror\", which reached number two. He broke Ruby Murray's 1955 record of five songs in the top 30. The Essential Michael Jackson topped the album chart, giving Jackson a second number one album in as many weeks. He had five of the top ten albums in the album chart. In third week sales, The Essential Michael Jackson retained the number one position and Jackson held three other positions within the top five. By August 3, Jackson had sold 2 million records and spent six consecutive weeks atop the album chart. He retained the top spot on the album chart for a seventh consecutive week.In the U.S., Jackson broke three chart records on the first Billboard issue date that followed his death. The entire top nine positions on Billboard's Top Pop Catalog Albums featured titles related to him. By the third week it would be the entire top 12 positions. Number Ones was the best-selling album of the week and topped the catalog chart with sales of 108,000, an increase of 2,340 percent. The Essential Michael Jackson (2) and Thriller (3) also sold over 100,000 units. The other titles on the chart are Off the Wall (4), Jackson Five's Ultimate Collection (5), Bad (6), Dangerous (7), HIStory: Past, Present and Future – Book I (8) and Jackson's Ultimate Collection (9). Collectively, his solo albums sold 422,000 copies in the week following his death, 800,000 copies in the first full week, and 1.1 million copies in the following week of his memorial service. He also broke a record on the Top Digital Albums chart, with six of the top 10 slots, including the entire top four. On the Hot Digital Songs chart he placed a record of 25 songs on the 75-position list. In the U.S., Jackson became the first artist to sell over one million downloads in a week, with 2.6 million sales.By August 5, Jackson had sold nearly 3.8 million albums and 7.6 million tracks in the U.S.. Number Ones was the best-selling album for six out of seven weeks that followed his death. By year's end in 2009, Jackson had become the best selling artist of the year selling 8.2 million albums in the U.S. He also became the first artist in history to have four of the top 20 best-selling albums in a single year in the U.S., nearly doubling the sales of his nearest competitor. Jackson was also the third best selling digital artist of 2009 in the U.S., selling approximately 12.35 million units.\nIn the 12 months that followed his death Jackson sold nine million albums in the U.S., and 35 million albums worldwide. His estate also generated revenues of one billion dollars. In 2010, Sony Music Entertainment signed a US $250 million deal with Jackson's estate to retain distribution rights to his recordings up until 2017 and to release seven posthumous albums over the decade following his death.\n\n\n== Services ==\n\n\n=== Memorial ===\n\nA private family service was held at Forest Lawn Memorial Park in Los Angeles, after a public memorial at the Staples Center in Los Angeles, California on July 7, where Jackson had rehearsed on June 24, the day before he died. The memorial service was organized by Jackson's concert promoter, AEG Live, who initially planned to charge for tickets. Following public pressure, AEG instead distributed the 17,500 tickets for free through an online lottery that attracted over 1.2 million applicants in 24 hours, and over a half-billion hits to the webpage. The service was broadcast live around the world, and was believed to have been watched by more than 2.5 billion people.Jackson's solid-bronze casket (which reportedly cost USD $25,000) was placed in front of the stage. Numerous celebrity guests attended the services. His brothers each wore a single, white, sparkling glove, while Stevie Wonder, Mariah Carey, Lionel Richie, Jermaine Jackson and others sang his songs. Jackson's then 11-year-old daughter, Paris, broke down as she told the crowd, \"I just want to say, ever since I was born, Daddy has been the best father you could ever imagine ... and I just want to say I love him... so much.\" Marlon Jackson said, \"Maybe now, Michael, they will leave you alone.\"\n\n\n=== Burial ===\nAccording to reports, Jackson's burial was originally scheduled for August 29, 2009 (which would have been his 51st birthday). His service and burial were held at Glendale's Forest Lawn Memorial Park on September 3, 2009. The burial was attended by his family members, first wife Lisa Marie Presley as well as his old friends Macaulay Culkin, Chris Tucker, Quincy Jones, Eddie Murphy and Elizabeth Taylor, amongst others. The service began with Jackson's three children placing a golden crown on his casket.Jackson's funeral cost one million dollars. Cost for the funeral included; $590,000 for Jackson's crypt in Forest Lawn's Great Mausoleum, a vast granite and marble filled palazzo, guest invitations for $11,716. The bill for security, including the fleet of luxury cars that delivered Jackson's children, parents and siblings to the ceremony, came to $30,000; the florist's bill was $16,000; and the funeral planner was paid $15,000. Howard Weitzman, a lawyer for the estate executors noted that Jackson's family decided on the details of the ceremony, but said a lavish funeral fit the life Jackson lived, commenting, \"It was Michael Jackson. He was bigger than life when he was alive.\"Jackson's remains are interred in the Holly Terrace section in the Great Mausoleum. The mausoleum is a secure facility that is not accessible to the general public or to the media, except on an extremely limited basis. The unmarked crypt, which is partially visible at the tinted entrance of the Holly Terrace mausoleum, is covered in flowers fans leave, which are placed by security guards outside the crypt. The family had considered burying Jackson at Neverland Ranch. However, some family members objected to the site, saying that the ranch had been tainted by the sexual abuse allegations. Also, the owners of the ranch would have had to go through a permitting process with county and state government before establishing a cemetery at the site. In July 2010, security was increased at the mausoleum due to vandalism by fans leaving messages such as \"Keep the dream alive\" and \"Miss you sweet angel\" in permanent ink.\n\n\n== References ==\n\n\n== Further reading ==\n\nJackson Tour Video—The Final Rehearsals, TMZ, July 2, 2009.\nBarnes, Brooks. A Star Idolized and Haunted, Michael Jackson Dies at 50, The New York Times, June 25, 2009.\nBBC News. Obituary: Michael Jackson, June 26, 2009.\nBoucher, Geoff, and Woo, Elaine. Michael Jackson's life was infused with fantasy and tragedy, Los Angeles Times, June 26, 2009.\nRayner, Ben. Michael Jackson, 50: Child star, thriller, sad sideshow, The Toronto Star, June 26, 2009.\nSaperstein, Pat. Michael Jackson dies at 50, Variety, June 25, 2009.\nSullivan, Caroline. Michael Jackson, The Guardian, June 26, 2009.\nThe Smoking Gun. \"Lethal Levels\" Of Drug Killed Jackson, August 24, 2009, includes State of California search warrant and affidavit.\nThe Sydney Morning Herald. Michael Jackson obituary: a gifted, troubled king of pop, June 26, 2009.\nThe Times. Michael Jackson, June 26, 2009.\nWalters, Dell. \"Michael Slept Here\", Washingtonian, August 1, 2009.\nWikipedia article traffic statistics – Michael Jackson – June 2009.",
  "sourceContentSanitized": "On June 25, 2009, American singer Michael Jackson died of acute propofol and benzodiazepine intoxication at his home on North Carolwood Drive in the Holmby Hills neighborhood of Los Angeles. Physician Conrad Murray said that he found Jackson in his room not breathing and with a weak pulse; he administered CPR to no avail, and security called 9-1-1 at 12:21 p.m. PDT (UTC–7) Paramedics treated Jackson at the scene, but he was pronounced dead at the Ronald Reagan UCLA Medical Center.On August 28, 2009, the Los Angeles County Coroner concluded that Jackson's death was a homicide. Jackson had been administered propofol and anti-anxiety benzodiazepines lorazepam and midazolam by his doctor. Murray was convicted of involuntary manslaughter in 2011, and served two years of his four-year prison sentence with time off for good behavior.Jackson's death triggered reactions around the world, creating unprecedented surges of Internet traffic and dramatically boosting sales of his music. He had been preparing for a series of comeback concerts at London's O2 Arena from July 2009 to March 2010. The Michael Jackson memorial service was held on July 7, 2009, at the Staples Center in Los Angeles where he had rehearsed for the London concerts the night before his death. It was broadcast live around the world, attracting an estimated audience of 2.5 billion people. In 2010, Sony Music Entertainment signed a US $250 million deal with Jackson's estate to retain distribution rights to his recordings up until 2017 and to release seven posthumous albums over the decade following his death. Magician Ed Alonzo said that Jackson arrived for rehearsal at the Staples Center around 6:30 p.m. Pacific Daylight Time on Wednesday, June 24. Jackson jokingly complained of laryngitis and did not rehearse until 9 p.m. \"He looked great and had great energy,\" Alonzo said. The rehearsal went past midnight.The next morning, Jackson did not come out of his bedroom. Jackson's physician Conrad Murray entered the room that afternoon and found Jackson in bed and not breathing. He had a weak pulse and was still warm. Murray tried to revive him for five to ten minutes, at which point he realized that he needed to call for help. Murray stated that he was hindered because there was no landline telephone in the house. He also stated that he could not use his cell phone to call 911 because he did not know the exact address. He stated that he also phoned security, but got no answer. Murray ran downstairs, yelled for help, and told a chef to bring security up to the room. Murray's lawyer stated that at least 30 minutes passed before security made the phone call. A Los Angeles Fire Department (LAFD) spokesman said that the 911 call came in at 12:21:04 p.m. Paramedics reached Jackson at 12:26 p.m. and found that he was still not breathing.Statements described Murray using a non-standard CPR technique on Jackson. The recording of the emergency call was released on June 26, one day after Jackson's death, and it described Murray administering CPR on a bed, not on a hard surface such as a floor which would be standard practice. Murray said that he placed one hand underneath Jackson and used the other for chest compression, whereas standard practice is to use both hands for compression.Paramedics performed CPR for 42 minutes at the house. Murray's attorney stated that Jackson had a pulse when he was taken out of the house and put in the ambulance. An LAFD official gave a different account, stating that paramedics found Jackson in \"full cardiac arrest\", and that they did not observe a change in his status en route to the hospital. LAFD transported him to the Ronald Reagan UCLA Medical Center. The ambulance arrived at the hospital at approximately 1:14 p.m., and a team of medical personnel attempted to resuscitate him for more than an hour. They were unsuccessful, and Jackson was pronounced dead at 2:26 p.m. at age 50. Jackson's body was flown by helicopter to the Los Angeles County Coroner's offices in Lincoln Heights, where a three-hour autopsy was performed the next day (June 26) on behalf of the Los Angeles County Coroner by the chief medical examiner Lakshmanan Sathyavagiswaran. Jackson's family arranged for a second autopsy, a practice that could yield expedited, albeit limited, results. After the preliminary autopsy was completed, Craig Harvey, chief investigator for the coroner's office, said there was no evidence of trauma or foul play.On August 28, the Los Angeles County coroner made an official statement classifying Jackson's death as a homicide. The coroner stated that Jackson died from the combination of drugs in his body, with the most significant drugs being the anesthetic propofol and the anxiolytic lorazepam. Less significant drugs found in Jackson's body were midazolam, diazepam, lidocaine, and ephedrine. The coroner kept the complete toxicology report private, as requested by the police and district attorney.The autopsy report revealed that Jackson was otherwise healthy for his age (age 50) and that his heart was strong; his most significant health problem was that his lungs were chronically inflamed, but this did not contribute to his death. His other major organs were normal and he had no atherosclerosis except for some slight plaque accumulation in the arteries in his leg. The autopsy stated that he weighed 136 pounds (62 kg) and was 5'9\" (175 cm) tall. Fox News said that this confirmed rumors that Jackson was emaciated, while the Associated Press stated that his weight was in the acceptable range. Although they did not immediately announce that they suspected foul play, the Los Angeles Police Department (LAPD) began to investigate the unusual and high-profile case by the day after Jackson's death. By August 28, the LAPD had announced that the case would be referred to prosecutors who might file criminal charges. Because the LAPD did not secure Jackson's home and allowed the Jackson family access to it as well before returning to remove certain items, the department raised concerns by some observers that the chain of custody had been broken. The police maintained that they had followed protocol. On July 1, the Drug Enforcement Administration (DEA) joined the LAPD in the investigation. Having the authority to investigate issues otherwise protected by doctor-patient confidentiality, the DEA could legally follow the entirety of what appeared to be the complex trail of prescription drugs supplied to Jackson. California Attorney General Jerry Brown announced that his office was helping the LAPD and DEA to create a statewide database of all medical doctors and prescriptions filled.The LAPD subpoenaed medical records from doctors who had treated Jackson. On July 9, William J. Bratton, then the Los Angeles Chief of Police, indicated that investigators were focusing on the possibility of homicide or accidental overdose, but had to wait for the full toxicology reports from the coroner. The Los Angeles Times quoted a senior law enforcement source as saying authorities may not pursue charges even if the coroner declares the case a homicide because Jackson's well-documented drug abuse would make any prosecution difficult. Nonetheless, the source said prosecutors had not ruled out more serious charges \"all the way up to involuntary manslaughter\" if it were determined that Jackson's death was indeed caused by the drug propofol. Marc Schaffel said Jackson had used propofol, alprazolam (an antianxiety agent) and sertraline (an antidepressant). Other drugs included omeprazole, hydrocodone, paroxetine, carisoprodol, and hydromorphone. After his death, police found several drugs in his home, which included propofol. Some of these drugs had labels made out to false names, and others were unlabeled. A 2004 police document prepared for the 2005 People v. Jackson child abuse trial alleged that Jackson was taking up to 40 alprazolam pills a night. Alprazolam was not found in his bloodstream at the time of death. Jackson's friend Dr. A.J. Farshchian stated that Jackson was scared of drugs.Deepak Chopra expressed concern that Jackson appears to not have been given naloxone, a drug used to counteract the effects of an opiate overdose, but opioids were not a major factor in Jackson's overdose. Chopra also criticized what he saw as \"enabling\" by some Hollywood doctors: \"This cult of drug-pushing doctors, with their co-dependent relationships with addicted celebrities, must be stopped. Let's hope that Michael's unnecessary death is the call for action.\"Eugene Aksenoff is a Tokyo-based physician who had treated Jackson and his children on a few occasions, and he expressed concern about Jackson's use of various drugs. He said that Jackson asked for stimulants so that he could get through some demanding performances, but he said that he refused to prescribe them. He recalled that Jackson suffered chronic fatigue, fever, insomnia, and other symptoms, and he took a large amount of drugs. He suspected that one of the major factors causing these symptoms was excessive use of steroids or other skin-whitening medications.Toxicological tests on Jackson's body did not report any addiction, and none of the experts who testified at Murray's trial identified him as a drug addict.Janet Jackson claimed that the Jackson family tried to stage an intervention in early 2007 when Jackson was living in Las Vegas. She and some of her brothers allegedly traveled to his home but were turned away by security guards who were ordered not to let them in. He was also rumored to have refused calls from his mother. However, the family denied that they had tried to intervene. Of all the drugs found in Jackson's home, the one that most concerned investigators were propofol (Diprivan), a powerful anesthetic administered intravenously in hospitals to induce and maintain anesthesia during surgery. Nicknamed \"milk of amnesia\" because of its opaque, milk-like appearance (and a play on the words \"milk of magnesia\"), the drug has been associated with cardiac arrest, but it still may be increasingly used off-label for anxiolytic and other medically unsubstantiated purposes. Several propofol bottles, some empty, some full, were found in Jackson's home.On June 30, Cherilyn Lee, a nurse who had worked as Jackson's nutritionist, said that he had asked her in May to provide propofol to help him sleep, but she refused. He told her he had been given the drug before for persistent insomnia, and that a doctor had said it was safe. Lee said she received a telephone call from an aide to Jackson on June 21 to say that Jackson was ill, although she no longer worked for him. She reported overhearing Jackson complain that one side of his body was hot, the other side cold. She advised the aide to send Jackson to a hospital.Arnold Klein said that Jackson used an anesthesiologist to administer propofol to help him sleep while he was on tour in Germany. The anesthesiologist would \"take him down\" at night and \"bring him back up\" in the morning during the HIStory tour of 1996 and 1997. The DEA was focusing on at least five doctors who prescribed drugs to Jackson, trying to determine whether they had had a \"face to face\" relationship with him and whether they had made legally required diagnoses. At least nine doctors were under investigation. The police wanted to question 30 doctors, nurses, and pharmacists, including Arnold Klein. Klein said that he occasionally had given Jackson pethidine to sedate him, but had administered nothing stronger and that he had turned his records over to the medical examiner. Cardiologist Conrad Murray joined Jackson's camp in May 2009 as part of Jackson's agreement with AEG Live, the promoter of his London concerts. Murray first met Jackson in Las Vegas when he treated one of Jackson's children. AEG Live said Jackson insisted the company hire Murray to accompany him to England. During Murray's trial it emerged that AEG employed Murray and that Jackson did not sign the contract for the above-cited employment either.Murray said through his attorney that he did not prescribe or administer pethidine or oxycodone to Jackson, but did not say what, if anything, he did prescribe or administer. Los Angeles police said Murray spoke to officers immediately after Jackson's death, and during an extensive interview two days later. They stressed that they found \"no red flag\" and did not suspect foul play. On June 26, police towed away a car used by Murray, stating that it might contain medication or other evidence. The police released the car five days later.Politician and minister Jesse Jackson, a friend of Michael Jackson's family, said that the family was concerned about Murray's role. \"They have good reason to be [...] he left the scene.\" Over the next few weeks, law enforcement grew increasingly concerned about Murray, and on July 22 detectives searched Murray's medical office and storage unit in Houston, removing items such as a computer and two hard drives, contact lists and a hospital suspension notice. On the 27th, an anonymous source reported that Murray had administered propofol within 24 hours of Jackson's death. Murray's lawyers refused to comment on what they called \"rumors, innuendo or unnamed sources.\" The following day it was reported that investigators had searched Murray's home and office in Las Vegas and that Murray had become the primary focus of the investigation. On August 11, a Las Vegas pharmacy was searched by investigators looking for evidence regarding Murray, according to an anonymous police source. Murray's lawyer advised patience until the toxicology results arrived, noting that \"things tend to shake out when all the facts are made known\".  On February 8, 2010, Murray was charged with involuntary manslaughter by prosecutors in Los Angeles. Murray pleaded not guilty and was released after posting US$75,000 bail. Shortly thereafter, the California Medical Board issued an order preventing Murray from administering heavy sedatives.On January 11, 2011, the judge from Murray's preliminary hearing determined that Murray should stand trial for involuntary manslaughter in the Jackson case. The judge also suspended Murray's license to practice medicine in California. The trial was originally to begin on March 24, but a delayed opening rescheduled it for May 9. Finally, the trial was rescheduled to September 8, with no further delays. The jury selection of Murray's trial began on September 8, 2011, in Los Angeles. The trial began on September 27, 2011.On November 7, 2011, Murray was found guilty of involuntary manslaughter and he was held without bail to await sentencing. On November 29, 2011, Murray received the maximum sentence of 4 years in prison. Murray was released on October 28, 2013, due to California prison overcrowding and good behavior. Stacy Brown, a biographer, said Jackson had become \"very frail, totally, totally underweight,\" and that his family had been worried about him. Another biographer, J. Randy Taraborrelli, said Jackson had been addicted to painkillers on and off for decades. Arnold Klein, Jackson's dermatologist, confirmed that Jackson misused prescription drugs, and that Klein had diagnosed Jackson with vitiligo and lupus. However, Klein said when he saw Jackson at his office three days before his death, he \"was in very good physical condition. He was dancing for my patients. He was very mentally aware when we saw him and he was in a very good mood.\" The Jackson family released a statement following the death: Our beloved son, brother, uncle and father of three children has gone so unexpectedly, in such a tragic way and much too soon. It leaves us, his family, speechless and devastated to a point, where communication with the outside world seems almost impossible at times. La Toya believed her brother \"was murdered for his music catalogue\". Shortly after Jackson's death, his family raised questions about the role of AEG Live, the This Is It concert promoter, in the last few weeks of his life. Joseph, Michael's father, filed a complaint with the California Medical Board alleging that AEG Live was illegally practicing medicine by demanding that Murray get Jackson off various medications. The complaint also alleged that AEG Live failed to provide the resuscitation equipment and nurse which Murray had requested. AEG spokesman Michael Roth declined to comment on the complaint.After Murray pleaded not guilty to the manslaughter charge, several members of the Jackson family said they felt he deserved a more severe charge. On June 25, 2010, Joseph filed a wrongful death lawsuit against Murray. The lawsuit alleged that Murray repeatedly lied to cover up his use of propofol, did not keep sufficient medical records and was negligent in his use of medications on Jackson. Murray's civil attorney, Charles Peckham, denied that Murray gave Jackson anything life-threatening. On August 15, 2012, Joseph dropped his wrongful death lawsuit against Murray.On September 15, 2010, Panish Shea & Boyle LLP also filed a wrongful death lawsuit on behalf of Michael Jackson's three children and his mother against the Anschutz Entertainment Group, Inc. (AEG) and its subsidiaries and principals (including Randy Phillips, Kenny Ortega, Paul Gongaware, and Thimothy Leiweke). The suit alleges that AEG put their desire for profits from the This Is It concerts over the health and safety of Michael Jackson, ultimately causing his death\". Roth declined to comment on the lawsuit, saying that AEG had not seen it.On November 7, 2011, Michael Jackson's family arrived at the courthouse in Los Angeles shortly after the jury announced they reached their verdict; they had found Murray guilty. Michael's father Joe Jackson simply told reporters: \"Justice.\" LaToya Jackson tweeted that she was shaking uncontrollably when she heard the verdict and continued to tweet her emotions throughout the day. In 2017, Paris Jackson stated that she was \"absolutely\" convinced that her father had been murdered. Jackson's last will was filed by an attorney John Branca at the Los Angeles County courthouse on July 1, 2009. Signed July 7, 2002, it names Branca and accountant John McClain as executors; they were confirmed as such by a Los Angeles judge on July 6, 2009. All assets are given to the (pre-existing) Michael Jackson Family Trust (amended March 22, 2002), the details of which have not been made public. The Associated Press reports that, in 2007, Jackson had a net worth of $236.6 million: $567.6 million in assets, which included Neverland Ranch and his 50% share of Sony/ATV Music Publishing' catalogue, and debts of $331 million. The guardianship of his three children is given to his mother, Katherine, or if she is unable or unwilling, to singer Diana Ross. Jackson's will allocates 20% of his fortune as well as 20% of money made after death to unspecified charities.Media reports suggested that the settlement of Jackson's estate could last many years. The value of Sony/ATV Music Publishing is estimated by Ryan Schinman, chief of Platinum Rye, to be US$1.5 billion. Shinman's estimate makes Jackson's share of Sony/ATV worth US$750 million, from which Jackson would have had an annual income of US$80 million. In September 2016, a deal was finalized for Sony's acquisition of Jackson's share of Sony/ATV from the Jackson estate for US$750 million. The estate administrators and the IRS have estimated portions of the estate differently. The estate estimated that the value of Jackson's likeness is $2,105.00; while the IRS valued it at $434.26 million. The estate estimated \"no worth in Jackson's interest in a trust that owns some songs of his and the Beatles, but the IRS valued it at $469 million.\" Also in dispute is the value of \"Jackson's share of the Jackson 5 master recordings rights, stocks and bonds, and various cars Jackson owned.\" The IRS proposed \"imposing $505 million in taxes plus an additional $197 million in penalties, including a gross valuation misstatement penalty.\" On July 26, 2013, the estate filed a U.S. Tax Court petition claiming \"the IRS overestimated the value of its assets, including Jackson's likeness, real estate, a Bentley, a Lloyds of London insurance policy, Jackson's share of MJJ Ventures Inc., and two trusts.\". Jackson estate attorney Paul Hoffman of Hoffman, Sabban & Watenmaker told Bloomberg News, \"The IRS is wrong.\" The case title is Estate of Michael J. Jackson v. IRS, 17152-13, U.S. Tax Court in Washington, DC. The first reports that Jackson had suffered a cardiac arrest and died came from the Los Angeles-based celebrity news website TMZ. Doctors at Ronald Reagan UCLA Medical Center pronounced Jackson dead at 2:26 p.m. and 18 minutes later, TMZ published the following statement: \"Michael Jackson passed away today at the age of 50.\" The Los Angeles Times confirmed the report at 2:51 p.m. PDT (5:51 p.m. EDT). The news spread quickly online, causing websites to slow down and crash from user overload. TMZ and the Los Angeles Times suffered outages. Google initially believed that the millions of search requests meant their search engine was under DDoS attack, and blocked searches related to Michael Jackson for 30 minutes. Twitter reported a crash, as did Wikipedia at 3:15 pm PDT (22:15 UTC). The Wikimedia Foundation reported nearly a million visitors to Jackson's biography within one hour, probably the most visitors in a one-hour period to any article in Wikipedia's history. AOL Instant Messenger collapsed for 40 minutes. AOL called it a \"seminal moment in Internet history ... We've never seen anything like it in terms of scope or depth.\" Around 15% of Twitter posts (5,000 tweets per minute) mentioned Jackson after the news broke, compared to the 5% recalled as having mentioned the Iranian elections or the flu pandemic that had made headlines earlier in the year. Overall, web traffic ranged from 11% to at least 20% higher than normal. MTV and BET aired marathons of Jackson's music videos.Specials about Jackson aired on multiple television stations around the world. The British soap opera EastEnders added a last-minute scene to the June 26 episode, in which the character Denise Johnson discussed the news with Patrick Trueman. While most British newspapers printed pictures of Jackson in his youth or in his prime, The Sun (for the day after his death) was the only paper to show Jackson from 2009 at his frailest, and keeping to their regular promotion of \"Wacko Jacko\". The next day, The Sun fell into step with the rest of the newspapers and Jackson was the topic of every front-page headline in The Sun for about two weeks following his death. Magazines including Time published commemorative editions. A scene that had featured Jackson's sister La Toya was cut from the film Brüno out of respect toward Jackson's family.According to an analysis released by the Global Language Monitor (GLM), 72 hours after his death, Jackson became the ninth most covered news item in global print and electronic media. For the Internet and social media, Jackson was number two, behind the election of President Barack Obama. Paul JJ Payack, president and chief word analyst of GLM, said the death of Michael Jackson had \"resulted in a global media event of the first order\" and \"the fact that he has broken into the top media of the 21st century\" was a \"testament to the global impact of the man and his music\". Commentators worldwide made connections between Jackson's death and the problems they perceived with everything from the racial dichotomy that Jackson sang about, to the \"profoundly tragic figure\" of Michael Jackson—from American capitalism and globalization, to the fall of the music industry in the 1980s. Le Figaro columnist Yann Moix said that although Jackson, like his iconic Moonwalk, lived life in reverse, the world at his death shed \"identical and universal tears\".Statistics published by the Pew Research Center suggested that two out of three Americans believed the coverage of Jackson's death was excessive, while 3% felt it was insufficient. In the UK, the BBC received over 700 complaints from viewers who thought his death dominated the news. On June 29, American conservative commentator Rush Limbaugh said the coverage was a \"horrible disgrace\" and lent his support to activist-ministers Jesse Jackson and Al Sharpton, who were fighting to stem the press' speculation about what caused the death. Other conservatives, including commentator Bill O'Reilly and Congressman Peter T. King, also disapproved the receiving of the media attention about Jackson's death. Meanwhile, Hugo Chávez, the President of Venezuela, called the pop star's death some \"lamentable news\", but criticized CNN for giving this news more coverage than they gave a coup d'état taking place in Honduras.In August 2009, there were reports that Jackson's family paid social media marketing company uSocial.net to increase the numbers of followers on Jackson's Twitter profile. According to the New York Daily News, uSocial was contracted to deliver 25,000 followers to the account. News of Jackson's death triggered an outpouring of grief around the world. The circumstances and timing of his death were compared to those of Elvis Presley and John Lennon. Fans gathered outside the UCLA Medical Center, Neverland Ranch, his Holmby Hills home, the Hayvenhurst Jackson family home in Encino, the Apollo Theater in New York, and at Hitsville U.S.A., the old Motown headquarters in Detroit where Jackson's career began, now the Motown Museum. Streets around the hospital were blocked off, and across America people left offices and factories to watch the breaking news on television. A small crowd, including the city's mayor, gathered outside his childhood home in Gary, where the flag on city hall was flown at half-staff in his honor. Fans in Hollywood initially gathered around the Walk of Fame star of another Michael Jackson, as they were unable to access Jackson's star, which had been temporarily covered by equipment in place for the Brüno film premiere. Grieving fans and memorial tributes relocated from the talk radio host's star the next day.From Odessa to Brussels, and beyond, fans held their own memorial gatherings. U.S. President Barack Obama sent a letter of condolence to the Jackson family, and the House of Representatives observed a moment of silence. Obama later stated that Jackson \"will go down in history as one of our greatest entertainers\". Former South African President Nelson Mandela issued a message through his foundation saying Jackson's loss would be felt worldwide. In Japan, where Jackson had somewhat of an idol status, the top government spokesman and other ministers expressed their condolences. Internal Affairs and Communications Minister Tsutomu Sato told reporters, \"I feel sad as I had watched him since he was a member of Jackson Five.\" Defense Minister Yasukazu Hamada credited him with building a generation with his music. Health Minister Yōichi Masuzoe said, \"He was a superstar. It is an extremely tragic loss. But it is fantastic he was able to give so many dreams and so much hope to the people of the world.\"In the United Kingdom, Prime Minister Gordon Brown's spokesperson said: This is very sad news for the millions of Michael Jackson fans in Britain and around the world. Conservative opposition leader David Cameron said: I know Michael Jackson's fans in Britain and around the world will be sad today. Despite the controversies, he was a legendary entertainer. Everybody will be thinking of his family, especially his children, at this time. Russian fans gathered outside the U.S. Embassy in Moscow to mourn. One told Russia's Novosti newspaper, \"This is so difficult! I'm hurt, very hurt! … For us, this is a very great loss. To us, he became a symbol of the spiritual world. It's hard to convey how great a loss this is.\" France's Minister of Culture, Frédéric Mitterrand, said, \"We all have a Michael Jackson within.\" Elizabeth Taylor, a long-time friend, said that she couldn't imagine life without him. Liza Minnelli told CBS, \"When the autopsy comes, all hell's going to break loose, so thank God we're celebrating him now.\" His sister La Toya stated that his daughter said he was being overworked. La Toya was quoted as saying, \"She said, 'No, you don't understand. They kept working him and Daddy didn't want that, but they worked him constantly'. I felt so bad.\" On June 30, 2009, U2 while performing their first show of the U2 360 tour in Barcelona dedicated the song \"Angel of Harlem\" to Jackson. U2 vocalist Bono sang verses from \"Man In The Mirror\" and \"Don't Stop Till You Get Enough\" at the end of the song. On July 10, 2009, six thousand fans attended a musical tribute in Jackson's hometown of Gary, Indiana. Local performers staged a medley of his songs, and mayor Rudolph M. Clay unveiled a seven-foot memorial to him. Jesse Jackson addressed the crowd, stating, \"This is where Michael learned to dance, where he learned to sing, where he learned to sacrifice.\" The day after Jackson's death, rapper the Game released a tribute song, \"Better on the Other Side\", produced by DJ Khalil and featuring vocals by Diddy, Chris Brown, Polow da Don, Mario Winans, Usher, and Boyz II Men. A variety of other artists recorded tributes, including 50 Cent, LL Cool J, Robbie Williams, Akon and guitarist Buckethead.On June 26, artists including Pharrell Williams and Lily Allen paid tribute to Jackson at the UK Glastonbury Festival. Allen wore a single white glove (a signature look for Jackson), while the Streets performed a cover of \"Billie Jean\". Tributes to Jackson at the festival continued over the weekend. On July 5, 2009, Madonna performed a medley of Jackson's songs during her Sticky & Sweet Tour, while a Jackson impersonator performed Jackson's signature dances and photos of Jackson were displayed behind them. Beyoncé performed an extended version of “Halo”, dedicating it to Jackson in various shows during her I Am... World Tour. Metal and hard rock acts who performed Jackson songs in tribute include Metallica, Chris Cornell, Steve Vai and Andy Timmons, Extreme, and CKY. Buckethead wrote a song entitled \"The Homing Beacon\", inspired by Jackson's film Captain EO. Statements of tribute came from rock musicians including Judas Priest bassist Ian Hill, Queen guitarist Brian May, members of Black Sabbath, former Skid Row frontman Sebastian Bach, Alice Cooper, Geoff Tate of Queensrÿche, Eddie Van Halen (who worked with Jackson during the recording of Thriller) and Slash (who played guitar on Jackson's single \"Give In to Me\"). In October 2013, a tribute album was released featuring current and former members of Iron Maiden, Kiss, Motörhead, Testament, Guns N' Roses, Fozzy, Quiet Riot, Dio, Whitesnake, and Mr. Big, among others.Jackson's sister La Toya released her song \"Home\" on July 28 as a charity single in her brother's honor. All proceeds were donated to one of Michael's favorite charities. BET's annual 2009 Awards Ceremony aired three days after Jackson's death, on June 28, 2009, and included a tribute to him. Host Jamie Foxx said, \"We want to celebrate this black man. He belongs to us and we shared him with everybody else.\" The ceremony featured performances of several of Jackson's songs, including pieces from his time with The Jackson Five and those from his solo career. Joe Jackson and Al Sharpton were in the audience, and Janet Jackson spoke briefly on behalf of the family. The show was the most-watched BET annual awards show in the awards shows history.The day after Jackson's death, the mayor of Rio de Janeiro announced that the city would erect a statue of him in the favela of Dona Marta. Jackson visited the community in 1996 and filmed a music video for \"They Don't Care About Us\" there. The mayor said that Jackson had helped make the community into \"a model for social development.\" Memorials were held in locations as diverse as Tokyo, Bucharest and Baku, Azerbaijan. In Midyat, Turkey, a Salat al-Janazah (Islamic funeral prayer) was performed, and traditional funeral helva distributed.The music video for \"Do the Bartman\", a Simpsons song co-written by Jackson, was broadcast ahead of an episode rerun of The Simpsons on June 28. It featured a title card paying tribute to Jackson. The 1991 Simpsons episode \"Stark Raving Dad\", which Jackson guest-starred in, was broadcast on Fox on July 5. The episode had been broadcast on the Dutch Comedy Central the day after his death and was dedicated to Jackson's memory. His 1978 film The Wiz (in which he co-starred alongside Diana Ross and Richard Pryor) was briefly rereleased in a rare 35mm format and was shown at the Hollywood Theater in his honor. It was also re-released a week prior to the release of Michael Jackson's This Is It in select cities. Madonna opened the 2009 MTV Video Music Awards with a speech about Michael Jackson. Janet Jackson made an appearance at the VMAs to pay a musical tribute to her brother and honor his career. He was honored with a posthumous lifetime achievement award during the 52nd Grammy Awards on January 31, 2010. Jackson was featured in the 82nd annual Academy Awards ceremony's \"In Memoriam\" tribute. Jackson's record sales increased dramatically, eightyfold by June 29, according to HMV. Bill Carr of Amazon said the website sold out of all Jackson and Jackson 5 CDs within minutes of the news breaking, and that demand surpassed that for Elvis Presley and John Lennon after their sudden deaths. In Japan, six of his albums made SoundScan Japan's Top 200 Albums chart, and in Poland, Thriller 25 topped the national album chart and was replaced by King of Pop the following week.In Australia, 15 of his albums occupied the ARIA top 100 as of July 5, four of them in the top ten, with three occupying the top three spots. He had 34 singles in the top 100 singles chart, including four in the top ten. Album sales were 62,015 for the previous week; singles tallied 107,821 units. In the second week, album sales rose from the previous week and tallied 88,650 copies. On July 12, four albums were in the top 10 with three occupying the top three spots. In New Zealand, Thriller 25 topped the chart. In Germany, King of Pop topped the album chart, and from June 28 to July 4, nine of his albums occupied the Top 20 of CAPIF in Argentina. In Billboard's European Top 100 Albums, he made history with eight of his albums in the top ten positions. As of August 3, King of Pop has spent four weeks atop Billboard's European Top 100 Albums chart. The Collection also spent two weeks atop the same chart.In the UK, on the Sunday following his death, his albums occupied 14 of the top 20 places on the Amazon.co.uk sales chart, with Off the Wall at the top. Number Ones reached the top of the UK Album Chart, and his studio albums occupied number two to number eight on the iTunes Music Store top albums. Six of his songs charted in the top 40: \"Man in the Mirror\" (11), \"Thriller\" (23), \"Billie Jean\" (25), \"Smooth Criminal\" (28)\", \"Beat It\" (30), and \"Earth Song\" (38). The following Sunday, 13 of Jackson's songs charted in the top 40, including \"Man in the Mirror\", which reached number two. He broke Ruby Murray's 1955 record of five songs in the top 30. The Essential Michael Jackson topped the album chart, giving Jackson a second number one album in as many weeks. He had five of the top ten albums in the album chart. In third week sales, The Essential Michael Jackson retained the number one position and Jackson held three other positions within the top five. By August 3, Jackson had sold 2 million records and spent six consecutive weeks atop the album chart. He retained the top spot on the album chart for a seventh consecutive week.In the U.S., Jackson broke three chart records on the first Billboard issue date that followed his death. The entire top nine positions on Billboard's Top Pop Catalog Albums featured titles related to him. By the third week it would be the entire top 12 positions. Number Ones was the best-selling album of the week and topped the catalog chart with sales of 108,000, an increase of 2,340 percent. The Essential Michael Jackson (2) and Thriller (3) also sold over 100,000 units. The other titles on the chart are Off the Wall (4), Jackson Five's Ultimate Collection (5), Bad (6), Dangerous (7), HIStory: Past, Present and Future – Book I (8) and Jackson's Ultimate Collection (9). Collectively, his solo albums sold 422,000 copies in the week following his death, 800,000 copies in the first full week, and 1.1 million copies in the following week of his memorial service. He also broke a record on the Top Digital Albums chart, with six of the top 10 slots, including the entire top four. On the Hot Digital Songs chart he placed a record of 25 songs on the 75-position list. In the U.S., Jackson became the first artist to sell over one million downloads in a week, with 2.6 million sales.By August 5, Jackson had sold nearly 3.8 million albums and 7.6 million tracks in the U.S.. Number Ones was the best-selling album for six out of seven weeks that followed his death. By year's end in 2009, Jackson had become the best selling artist of the year selling 8.2 million albums in the U.S. He also became the first artist in history to have four of the top 20 best-selling albums in a single year in the U.S., nearly doubling the sales of his nearest competitor. Jackson was also the third best selling digital artist of 2009 in the U.S., selling approximately 12.35 million units. In the 12 months that followed his death Jackson sold nine million albums in the U.S., and 35 million albums worldwide. His estate also generated revenues of one billion dollars. In 2010, Sony Music Entertainment signed a US $250 million deal with Jackson's estate to retain distribution rights to his recordings up until 2017 and to release seven posthumous albums over the decade following his death. A private family service was held at Forest Lawn Memorial Park in Los Angeles, after a public memorial at the Staples Center in Los Angeles, California on July 7, where Jackson had rehearsed on June 24, the day before he died. The memorial service was organized by Jackson's concert promoter, AEG Live, who initially planned to charge for tickets. Following public pressure, AEG instead distributed the 17,500 tickets for free through an online lottery that attracted over 1.2 million applicants in 24 hours, and over a half-billion hits to the webpage. The service was broadcast live around the world, and was believed to have been watched by more than 2.5 billion people.Jackson's solid-bronze casket (which reportedly cost USD $25,000) was placed in front of the stage. Numerous celebrity guests attended the services. His brothers each wore a single, white, sparkling glove, while Stevie Wonder, Mariah Carey, Lionel Richie, Jermaine Jackson and others sang his songs. Jackson's then 11-year-old daughter, Paris, broke down as she told the crowd, \"I just want to say, ever since I was born, Daddy has been the best father you could ever imagine ... and I just want to say I love him... so much.\" Marlon Jackson said, \"Maybe now, Michael, they will leave you alone.\" According to reports, Jackson's burial was originally scheduled for August 29, 2009 (which would have been his 51st birthday). His service and burial were held at Glendale's Forest Lawn Memorial Park on September 3, 2009. The burial was attended by his family members, first wife Lisa Marie Presley as well as his old friends Macaulay Culkin, Chris Tucker, Quincy Jones, Eddie Murphy and Elizabeth Taylor, amongst others. The service began with Jackson's three children placing a golden crown on his casket.Jackson's funeral cost one million dollars. Cost for the funeral included; $590,000 for Jackson's crypt in Forest Lawn's Great Mausoleum, a vast granite and marble filled palazzo, guest invitations for $11,716. The bill for security, including the fleet of luxury cars that delivered Jackson's children, parents and siblings to the ceremony, came to $30,000; the florist's bill was $16,000; and the funeral planner was paid $15,000. Howard Weitzman, a lawyer for the estate executors noted that Jackson's family decided on the details of the ceremony, but said a lavish funeral fit the life Jackson lived, commenting, \"It was Michael Jackson. He was bigger than life when he was alive.\"Jackson's remains are interred in the Holly Terrace section in the Great Mausoleum. The mausoleum is a secure facility that is not accessible to the general public or to the media, except on an extremely limited basis. The unmarked crypt, which is partially visible at the tinted entrance of the Holly Terrace mausoleum, is covered in flowers fans leave, which are placed by security guards outside the crypt. The family had considered burying Jackson at Neverland Ranch. However, some family members objected to the site, saying that the ranch had been tainted by the sexual abuse allegations. Also, the owners of the ranch would have had to go through a permitting process with county and state government before establishing a cemetery at the site. In July 2010, security was increased at the mausoleum due to vandalism by fans leaving messages such as \"Keep the dream alive\" and \"Miss you sweet angel\" in permanent ink. Jackson Tour Video—The Final Rehearsals, TMZ, July 2, 2009. Barnes, Brooks. A Star Idolized and Haunted, Michael Jackson Dies at 50, The New York Times, June 25, 2009. BBC News. Obituary: Michael Jackson, June 26, 2009. Boucher, Geoff, and Woo, Elaine. Michael Jackson's life was infused with fantasy and tragedy, Los Angeles Times, June 26, 2009. Rayner, Ben. Michael Jackson, 50: Child star, thriller, sad sideshow, The Toronto Star, June 26, 2009. Saperstein, Pat. Michael Jackson dies at 50, Variety, June 25, 2009. Sullivan, Caroline. Michael Jackson, The Guardian, June 26, 2009. The Smoking Gun. \"Lethal Levels\" Of Drug Killed Jackson, August 24, 2009, includes State of California search warrant and affidavit. The Sydney Morning Herald. Michael Jackson obituary: a gifted, troubled king of pop, June 26, 2009. The Times. Michael Jackson, June 26, 2009. Walters, Dell. \"Michael Slept Here\", Washingtonian, August 1, 2009. Wikipedia article traffic statistics – Michael Jackson – June 2009.",
  "sentences": [
    {
      "text": "On June 25, 2009, American singer Michael Jackson died of acute propofol and benzodiazepine intoxication at his home on North Carolwood Drive in the Holmby Hills neighborhood of Los Angeles.",
      "keywords": [
        "American singer Michael Jackson",
        "June",
        "acute propofol",
        "home",
        "benzodiazepine intoxication",
        "North Carolwood Drive",
        "Holmby Hills neighborhood of Los Angeles"
      ],
      "images": [
        "https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/7S4PPUCBGII6TERMMTLLPBALQI.jpg",
        "https://www.washingtonpost.com/resizer/KJZwKDVKAJYppDOm9TjWeGlXh9g=/arc-anglerfish-washpost-prod-washpost/public/7S4PPUCBGII6TERMMTLLPBALQI.jpg"
      ],
      "googleSearchQuery": "Michael Jackson American singer Michael Jackson"
    },
    {
      "text": "Physician Conrad Murray said that he found Jackson in his room not breathing and with a weak pulse; he administered CPR to no avail, and security called 9-1-1 at 12:21 p.m. PDT (UTC–7) Paramedics treated Jackson at the scene, but he was pronounced dead at the Ronald Reagan UCLA Medical Center",
      "keywords": [
        "Physician Conrad Murray",
        "weak pulse",
        "Jackson",
        "room",
        "CPR",
        "avail",
        "security",
        "UTC",
        "Paramedics",
        "Ronald Reagan UCLA Medical Center",
        "scene",
        "breathing"
      ],
      "images": [
        "https://thesource.com/wp-content/uploads/2018/07/Dr-Conrad-Murray-Michael-Jackson-Joe-Jackson.jpg",
        "https://media.washtimes.com/media/image/2011/11/07/michael-jackson-docto_star.jpg"
      ],
      "googleSearchQuery": "Michael Jackson Physician Conrad Murray"
    },
    {
      "text": "On August 28, 2009, the Los Angeles County Coroner concluded that Jackson's death was a homicide.",
      "keywords": [
        "Los Angeles County Coroner",
        "homicide",
        "Jackson's death",
        "August"
      ],
      "images": [
        "https://www.washingtonpost.com/resizer/KJZwKDVKAJYppDOm9TjWeGlXh9g=/arc-anglerfish-washpost-prod-washpost/public/7S4PPUCBGII6TERMMTLLPBALQI.jpg",
        "https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/7S4PPUCBGII6TERMMTLLPBALQI.jpg"
      ],
      "googleSearchQuery": "Michael Jackson Los Angeles County Coroner"
    },
    {
      "text": "Jackson had been administered propofol and anti-anxiety benzodiazepines lorazepam and midazolam by his doctor.",
      "keywords": [
        "anti-anxiety benzodiazepines lorazepam",
        "Jackson",
        "propofol",
        "doctor"
      ],
      "images": [
        "https://1.bp.blogspot.com/-MXOuvjmVgxk/W_DjotVXMBI/AAAAAAAA5KI/CMbJSFCxY1Y8V0L3IKnxLi7QodufTSz2wCLcBGAs/s1600/1a1.jpeg",
        "https://patentimages.storage.googleapis.com/3b/1a/4a/1609c6b97fcf9c/US6048857-drawings-page-3.png"
      ],
      "googleSearchQuery": "Michael Jackson anti-anxiety benzodiazepines lorazepam"
    },
    {
      "text": "Murray was convicted of involuntary manslaughter in 2011, and served two years of his four-year prison sentence with time off for good behavior",
      "keywords": [
        "involuntary manslaughter",
        "years of his four-year prison sentence",
        "good behavior",
        "Murray",
        "time"
      ],
      "images": [
        "https://arc-anglerfish-arc2-prod-sltrib.s3.amazonaws.com/public/A737O6GH5VEHBEEY6JJ2STIUQQ.jpg",
        "http://resizer.shared.arcpublishing.com/LHHRTjpXCSUD-ldFYywJHO3bVkw=/arc-anglerfish-arc2-prod-sltrib/public/A737O6GH5VEHBEEY6JJ2STIUQQ.jpg"
      ],
      "googleSearchQuery": "Michael Jackson involuntary manslaughter"
    },
    {
      "text": "Jackson's death triggered reactions around the world, creating unprecedented surges of Internet traffic and dramatically boosting sales of his music.",
      "keywords": [
        "Jackson's death",
        "unprecedented surges of Internet traffic",
        "reactions",
        "world",
        "sales of his music"
      ],
      "images": [
        "https://s2.r29static.com/bin/entry/c3f/x,80/2208446/image.jpg",
        "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fstatic.onecms.io%2Fwp-content%2Fuploads%2Fsites%2F20%2F2019%2F06%2Fparis-prince-bigi-jackson-2000.jpg"
      ],
      "googleSearchQuery": "Michael Jackson Jackson's death"
    },
    {
      "text": "He had been preparing for a series of comeback concerts at London's O2 Arena from July 2009 to March 2010.",
      "keywords": [
        "series of comeback concerts",
        "London's O2 Arena",
        "March",
        "July"
      ],
      "images": [
        "https://s2.r29static.com/bin/entry/c3f/x,80/2208446/image.jpg",
        "https://pagesix.com/wp-content/uploads/sites/3/2018/07/janet-jackson-comeback-performance.jpg?quality=80&strip=all"
      ],
      "googleSearchQuery": "Michael Jackson series of comeback concerts"
    }
  ]
}