{"maximumSentences":7,"searchTerm":"Freddie Mercury","prefix":"Who is","sourceContentOriginal":"This is a list of notable events in music that took place in the year 1992.\n\n\n== Specific locations ==\n1992 in British music\n1992 in Norwegian music\n\n\n== Specific genres ==\n1992 in country music\n1992 in heavy metal music\n1992 in hip hop music\n1992 in Latin music\n1992 in jazz\n\n\n== Events ==\n\n\n=== January–February ===\nJanuary 11\nNirvana's Nevermind album goes to No. 1 in the US Billboard 200 chart, establishing the widespread popularity of the Grunge movement of the 1990s.\nPaul Simon is the first major artist to tour South Africa after the end of the United Nations cultural boycott.\nJanuary 16 – Mick Jagger attends the Hollywood première of his new movie, Freejack, at Mann's Chinese Theatre.\nJanuary 25 – The inaugural Big Day Out festival takes place in Sydney, Australia, headlined by Violent Femmes and Nirvana.\nFebruary 5 – New Kids on the Block interrupt their tour to perform on The Arsenio Hall Show in response to rumors that the group lip-synchs its concerts.\nFebruary 16 – Slavic music is featured at the Oulu Music Festival, with concerts and opera productions in Oulu, Finland, until February 26.\nFebruary 18 – Vince Neil leaves Mötley Crüe after 11 years as the band's lead singer, to spend more time on his career as a racing car driver.\nFebruary 24\nNirvana's Kurt Cobain marries Hole's Courtney Love.\nThe U.S. Postal Service unveils two potential designs for its proposed Elvis Presley postage stamp for fans to vote on. One design is of a young, 1950s Elvis, and the other is of a much older, 1970s Elvis. The young Elvis wins the vote, and the stamp is issued the following January.\nFebruary 25\nSix major record companies reach an agreement to phase out the longbox form of compact disc packaging by April 1993, due to complaints that the packaging is environmentally wasteful.\nThe 34th Annual Grammy Awards are presented in New York, hosted by Whoopi Goldberg. Natalie Cole's Unforgettable… with Love wins Album of the Year, while her \"virtual duet\" cover of \"Unforgettable\" with her late father, Nat King Cole, wins both Record of the Year and Song of the Year. Marc Cohn wins Best New Artist.\n\n\n=== March–April ===\nMarch 10 – At the 1992 Soul Train Music Awards, Prince wins the \"Heritage\" award for lifetime achievement.\nMarch 14 – Farm Aid Five takes place in Irving, Texas, USA, hosted by Willie Nelson. Artists performing at the event include John Mellencamp, Neil Young and Paul Simon. Approximately 40,000 people attend the event.\nMarch 16 – Mariah Carey performs at MTV Unplugged, shows critics her 5-octave range, and gets rave reviews.\nMarch 24 – A judge in Chicago, Illinois, USA, approves cash rebates of up to US$3 to anyone proving they bought Milli-Vanilli recordings prior to the beginning of the lip synching scandal on November 27, 1990.\nApril 1 – Billy Idol, on trial for punching a woman in the face, pleads no contest. Idol is fined and ordered to make public service announcements against alcohol and drug abuse.\nApril 20 – The Freddie Mercury Tribute Concert takes place at Wembley Stadium in London, England. All proceeds go to AIDS research.\nApril 24 – David Bowie marries fashion model Iman.\nApril 30 – In Los Angeles, California, USA, Madonna's bustier is stolen from a display in Frederick's of Hollywood. A US$1,000 reward is offered for its return.\n\n\n=== May–June ===\nMay 6\nThe first Europäisches Jugendchorfestival,(EJCF) (European Festival of Youth Choirs) is held in Basel, Switzerland. Organizers decide to make it a triennial event.\nRob Halford announces he is leaving Judas Priest.\nSelena releases her album Entre A Mi Mundo which contains her first No. 1 hit, \"Como La Flor\".\nMay 7 – John Frusciante of the Red Hot Chili Peppers leaves the band prior to the publication of a Rolling Stone magazine cover featuring them; he has to be digitally edited out of the photo. Frusciante returned to the Red Hot Chili Peppers in 1998.\nMay 9 – The 1992 Eurovision Song Contest, held at Malmö Isstadion in Malmö, Sweden, is won by Ireland's Linda Martin with the song \"Why Me?\", notably written by 1980 and 1987 winner Johnny Logan. At 41 years old, Martin becomes, and remains, the oldest woman to win the contest.\nMay 11 – A. R. Rahman's debut film Roja is released. The soundtrack is regarded as a milestone that changed the face of Tamil film music and subsequently contemporary Indian music. Time magazine's film critic, Richard Corliss, stated in 2005 that the \"astonishing debut work parades Rahman's gift for alchemizing outside influences until they are totally Tamil, totally Rahman,\" naming it one of the magazine's \"10 Best Soundtracks\" of all time.\nJune 5 – The Sata Häme Accordion Festival takes place until June 14 in Ikaalinen, Finland.\nJune 27\nMichael Jackson starts the Dangerous World tour, supporting his Dangerous album in Munich, Germany.\nGuitarist Stefanie Sargent of up-and-coming punk rock band 7 Year Bitch dies of asphyxiation after returning home from a party in which she had drunk alcohol and taken a small amount of heroin. She was 24.\nJune 29 – The Northern Accordion Festival takes place in Tornio-Haaparanta, Finland, until July 5.\n\n\n=== July–August ===\nJuly 4\nThe BudaFest Summer Opera and Ballet Festival is launched in Budapest, Hungary.\nMark Heard suffers a heart attack while performing at the Cornerstone Festival in Illinois, USA. Heard goes to hospital immediately after finishing his set, but dies two weeks after being discharged in August.\nJuly 10 – Seinäjoki (Finland) Tango Festival begins, running to July 12.\nJuly 11 – \"November Rain\" by Guns N' Roses enters the world record books when it becomes the longest single, at 8 minutes, 57 seconds, to reach the US Top 20. The single's video has a budget of over US$1.5 million, becoming the most expensive at the time.\nJuly 12 – Opening of the Chamber-Music Festival of Kuhmo, Finland (until July 26).\nJuly 18 – Whitney Houston marries Bobby Brown.\nJuly 28 – Ice-T announces that the controversial track \"Cop Killer\" is being pulled from Body Count's self-titled album.\nAugust 2\nRozalla becomes the first artist from Zimbabwe to chart on the US Billboard magazine chart.\nFormer Beatle George Harrison tells Billboard magazine that he recently discovered that he was born on February 24, and not February 25 as he had thought for most of his life.\nHaitian military authorities ban the playing of RAM's single \"Fèy\"; first performed at the Port-au-Prince Carnival in February, the song was widely interpreted as an anthem of support for exiled President Jean-Bertrand Aristide.\nAmerican pop-punk band Blink-182 form in the suburbs of San Diego but known as Blink until 1995.\nAugust 3 – Lahti Organ Festival (Finland) begins, lasting until August 9.\nAugust 5 – Jeff Porcaro, arguably the most highly regarded studio drummer in rock from the mid-'70s to the early '90s, dies aged 38.\nAugust 8 – During the Guns N' Roses/Metallica Stadium Tour, Metallica frontman James Hetfield is burned by a pyrotechnics blast during a concert at Montreal's Olympic Stadium, forcing the group to cancel the second hour of the show. Co-headliners Guns N' Roses take the stage, but walk off early with Axl Rose complaining of throat problems. The abbreviated show causes angry fans to riot in the streets of Montreal. The tour resumed on August 25, but with a guitar technician replacing Hetfield on guitar for the remainder of the tour.\nAugust 14 – Opening of the Sibelius-Festival in Loviisa, Finland.\nAugust 18 – Kurt Cobain and Courtney Love become parents of a daughter, Frances Bean Cobain.\nAugust 20 – Opening of the Helsinki Festival, with the theme: Music of the Baltics (orchestral and chamber-music concerts, opera productions, song recitals, ballet, theater, jazz, pop, and rock concerts) until September 6.\n\n\n=== September–October ===\nSeptember 17 – Frank Zappa, in his final professional public appearance, conducts the Ensemble Modern at the Frankfurt Festival in Germany. Zappa, who is seriously ill with prostate cancer, receives a 20-minute ovation.\nOctober 3 – Sinéad O'Connor stirs up controversy when she rips up a picture of the Pope on the US television show, Saturday Night Live.\nOctober 16 – A massive Bob Dylan tribute concert is held at Madison Square Garden in New York. John Cougar Mellencamp, Neil Young, Eric Clapton, June Carter Cash, Johnny Cash and Tracy Chapman are among the many performers, but much attention becomes focused on Sinéad O'Connor, who is loudly booed by much of the audience in response to the Saturday Night Live incident two weeks earlier.\nOctober 20 – Singer-songwriter Madonna releases her fifth studio album, Erotica, which became one of her most controversial albums to date due to overtly sexual content.\nOctober 31\n\"End of the Road\" by Boyz II Men posts a 12th consecutive week at No. 1 in the US charts, ending a 36-year record previously held by Elvis Presley. Boyz II Men's record was broken on March 6, 1993, by Whitney Houston's \"I Will Always Love You\".\nMcTeague, an opera based on the Progressive Era-novel by Frank Norris, premieres at the Lyric Opera of Chicago.\n\n\n=== November–December ===\nNovember 9 – Australian-born singer Kylie Minogue ends her working relationship with UK songwriters and record producers Stock Aitken Waterman and the record label PWL.\nNovember 15\nMegan Jasper of Sub Pop creates the grunge speak hoax, tricking The New York Times into printing an article on supposed slang used in the grunge scene in Seattle, USA.\nOzzy Osbourne plays the final concert of his \"retirement\" tour at the Pacific Amphitheatre in Costa Mesa, California. He is joined on stage by his three former Black Sabbath bandmates for a reunion performance. Black Sabbath opened the show with Rob Halford as lead vocalist, filling in for Ronnie James Dio who had left the band days earlier.\nThe Jacksons: An American Dream, a two-part miniseries based on the Jackson family, premieres on ABC.\nNovember 17 – The soundtrack album of \"The Bodyguard\", Whitney Houston's debut film, is released. The album went on to be certified 17 times platinum by the RIAA and sell 45 million copies worldwide. To date the album is still the best selling soundtrack of all time and also one of the best selling albums of all time.\nNovember 22 – Manchester-based post-punk & electronic music label Factory Records declares bankruptcy. The label had been placed in dire financial straits following the spending of most of their funds by Happy Mondays during the recording of their album Yes Please!, which would end up a commercial failure. Additionally, plans for a buyout from London Records folded when it was discovered that none of Factory's artists were actually signed onto the label; most of these artists, most notably New Order, would end up signing onto London Records anyhow following Factory's foreclosure.\nDecember 3 – Bill Wyman announces he is quitting The Rolling Stones.\nDecember 31\nDietrich Fischer-Dieskau announces his retirement from the stage to an audience at the Bavarian State Opera in Munich.\nThe twenty-first annual New Year's Rockin' Eve special airs on ABC, with appearances by TLC, Bell Biv DeVoe, Slaughter, Jon Secada, Village People and Barry Manilow.\n\n\n=== Also in 1992 ===\nDavid Isberg quits Opeth from his vocalist position. Current guitarist Mikael Åkerfeldt fills his position.\nVibe, a new magazine focusing on R&B and hip-hop music, launches with a special Fall preview issue.\nThe MP3 file format is developed as part of a video compression standard.\n\n\n== Bands formed ==\nSee Musical groups established in 1992\n\n\n== Bands disbanded ==\nSee Musical groups disestablished in 1992\n\n\n== Bands reformed ==\nThe Tubes\nApril Wine\nMadness\n\n\n== Albums released ==\n\n\n=== January–March ===\n\n\n=== April–June ===\n\n\n=== July–September ===\n\n\n=== October–December ===\n\n\n=== Release date unknown ===\nAdam 'n' Eve - Gavin Friday\nAlice in Wonderland No. 4 - Randy Greif\nGroovus Maximus – Electric Boys\nIn Search of Manny - Luscious Jackson\nLysol – Melvins\nShhh – Chumbawamba\n\n\n== Biggest hit singles ==\nThe following songs achieved the highest chart positions in the charts of 1992.\n\n\n== Top hits ==\n\n\n== Top ten best albums of the year ==\nAll albums have been named albums of the year for their hits in the charts.\nR.E.M. – Automatic for the People\nRage Against the Machine – Rage Against the Machine\nPavement – Slanted & Enchanted\nAlice in Chains – Dirt\nTori Amos – Little Earthquakes\nDr. Dre – The Chronic\nFaith No More – Angel Dust\nSublime – 40 Oz. To Freedom\nSonic Youth – Dirty\nBeastie Boys – Check Your Head\n\n\n== Classical music ==\nTorstein Aagaard-Nilsen – Arctic Landscape for Military Band\nMilton Babbitt\nSeptet, but Equal\nCounterparts for brass quintet\nLeonardo Balada\nSymphony No. 4 Lausanne\nCelebracio for orchestra\nMario Davidovsky – Synchronisms No. 10 for guitar and electronic sounds\nLorenzo Ferrero\nLa ruta de Cortés (symphonic poem)\nMovimento americano\nPoi andro in America\nPeter Gahn – Auch ohne Sprache, for guitar\nPhilip Glass – Symphony No. 1 Low\nVagn Holmboe – Svaerm for string quartet (partially arranged from earlier violin duos)\nElena Kats-Chernin – Clocks\nKa Nin Chan – Saxophone Quartet\nAndreas Kunstein\nString Quartet No. 1\n10 Epigrams for Toy Piano\nWitold Lutosławski – Symphony No. 4\nWilliam Mathias – Flute Concerto\nYounghi Pagh-Paan – U-MUL\nKrzysztof Penderecki – Symphony No. 5 Korean\nAlwynne Pritchard – Glimpsed Most Clearly from the Corner of Your Eye, for seven cellos\nRoger Reynolds – Kokoro, for solo violin\nDavid Sawer – Byrnan Wood\nKurt Schwertsik\nUluru, Op. 64 for orchestra\nBaumgesänge, Op. 65 for orchestra\nDrei späte Liebeslieder, Op. 66 for cello and piano\nHuman Existence, for voice and chamber ensemble\nJohn Serry Sr. – The Lord's Prayer, for organ & chorus\nKarlheinz Stockhausen – Signale zur Invasion, for trombone and electronic music, or unaccompanied trombone\nJoan Tower – Violin Concerto\nMalcolm Williamson – Requiem for a Tribe Brother\nIannis Xenakis – La Déesse Athéna (Oresteïa III) (1992), for baritone solo and mixed ensemble of 11 instruments\n\n\n== Opera ==\nAntonio Braga – 1492 epopea lirica d'America\nKarel Goeyvaerts – Aquarius\nIngvar Lidholm – Ett drömspel\nJukka Linkola – Elina\n\n\n== Jazz ==\n\n\n== Musical theater ==\nCrazy for You – Broadway production opened at the Shubert Theatre and ran for 1622 performances\nFalsettos – Broadway production opened at the John Golden Theatre and ran for 487 performances\nGuys and Dolls – Broadway revival\nJelly's Last Jam – Broadway production opened at the Virginia Theatre and ran for 569 performances\nThe Most Happy Fella – Broadway revival\n\n\n== Musical films ==\nAladdin – Animated feature film by Walt Disney Animation Studios\nDeep Blues: A Musical Pilgrimage to the Crossroads\nCelibidache – You Don't Do Anything, You Just Let It Evolve (documentary by Jan Schmidt-Garre)\nChnam Oun 16\nKhiladi\nThe Muppet Christmas Carol\nMushketeri dvadsat' let spustya\nPure Country\nRoja – Tamil Indian film by Mani Ratnam\nUn cœur en hiver, featuring music by Maurice Ravel\n\n\n== Soundtracks ==\nAladdin Academy Award winner for Best Song and Best Film Score\nBatman Returns – score Danny Elfman\nThe Bodyguard – Whitney Houston\nBoomerang – Boyz II Men, Tribe Called Quest, P.M. Dawn, Babyface\nBram Stoker's Dracula\nConeheads – Paul Simon, R.E.M., Red Hot Chili Peppers\nCool World – David Bowie, The Cult, Ministry, Moby, Brian Eno\nDeep Cover – Dr. Dre & Snoop Dogg\nFar and Away – score by John Williams\nJuice – Naughty by Nature, Too Short, EPMD, Cypress Hill\nThe Last of the Mohicans – score by Trevor Jones and Randy Edelman\nLethal Weapon 3 – Eric Clapton, Sting\nMalcolm X – Arrested Development (group), Billie Holiday, Ella Fitzgerald, Ray Charles\nMambo Kings – Los Lobos, Linda Ronstadt, Tito Puente\nMedicine Man – score by Jerry Goldsmith\nMo' Money – Color Me Badd, Public Enemy, Bell Biv DeVoe, Janet Jackson\nRush – Eric Clapton\nSingles – Alice in Chains, Pearl Jam, The Smashing Pumpkins, Jimi Hendrix, Soundgarden\nSister Act – Etta James, Whoopi Goldberg, C+C Music Factory\nSouth Central – Scarface, Cameo (band), Boo-Yaa T.R.I.B.E.\nToys – Tori Amos, Enya, Frankie Goes to Hollywood\nWayne's World – Queen, Jimi Hendrix, Red Hot Chili Peppers, Alice Cooper, Black Sabbath\n\n\n== Births ==\nJanuary 2 – Alden Richards, Filipino actor, model and singer\nJanuary 7 – Børns, American singer and songwriter\nJanuary 16 – Maja Keuc, Slovenian singer\nJanuary 19 – Mac Miller, American rapper, singer, record producer, musician (d. 2018)\nJanuary 20 – Maria Harfanti, Indonesian social activist, pianist, and beauty pageant titleholder\nJanuary 21 – Emma Birdsall, Australian singer-songwriter, contestant on The Voice Australia\nJanuary 23 – Jordan \"Rizzle\" Stephens of Rizzle Kicks, sometimes works under names: Wildhood and Al, the Native.\nJanuary 28 – Simone Egeriis, Danish singer\nJanuary 31 – Christopher Nissen, Danish singer\nFebruary 3 – Milo, American rapper and producer\nFebruary 7 – Jain (singer),  French musician and singer-songwriter.\nFebruary 9 – Avan Jogia, Canadian actor and singer\nFebruary 14 – Elley Duhé, American singer-songwriter\nFebruary 17 – Marika Hackman, English vocalist, multi-instrumentalist and songwriter.\nFebruary 23 – Tabitha Nauser, Singaporean pop and r&b singer and musician\nMarch 6 – Sarah De Bono, Australian singer-songwriter, contestant on The Voice Australia\nMarch 7 – Im Hyun-sik (singer), South Korean singer-songwriter\nMarch 10 – Emily Osment, American actress and singer\nMarch 14 – Jasmine Murray, American singer\nKash Doll, American rapper\nApril 3 – Young M.A., American rapper\nApril 4 – Christina Metaxa, Cypriot singer-songwriter\nApril 11 – Naya, Lebanese singer\nApril 16 – Ronnie Flex, Dutch rapper\nApril 18 – Chloe Bennet, Chinese American singer, actress and activist\nApril 22 – Dyro, Dutch DJ, producer and musician\nApril 23\nSyd (singer), American singer, songwriter, record producer, disc jockey, and audio engineer\nZelim Bakaev, Chechen singer\nApril 26 – Jon Cozart, American musician and comedian (Dodie, Malinda Kathleen Reese, Thomas Sanders)\nApril 27 – Allison Iraheta, American singer\nApril 30 – Travis Scott, American rapper, songwriter, singer (Kylie Jenner)\nMay 8- Chelcee Grimes, British singer-songwriter and footballer\nMay 6\nBaekhyun , Korean singer (EXO, SuperM)\nVanesa Gabriela Leiro, Argentine actress and singer\nMay 10 – Jake Zyrus (formerly Charice Pempengco), Filipino singer\n1992 – Malcolm David Kelley, American rapper and actor\nMay 19\nSam Smith (singer), English singer-songwriter\nMarshmello, American electronic dance music producer and DJ. (Anne-Marie, Selena Gomez)\nMay 21 – Chloe Angelides, American singer, songwriter and producer\nMay 23 – Jinny Ng, Hong Kong Cantopop singer\nJune 14 – Princess Nokia, American rapper of Afro-Puerto Rican and Taíno descent\nJune 20 – Sage the Gemini, American rapper (The HBK Gang)\nJune 21 – Max Schneider, American singer-songwriter and actor\nJune 25 – Dorian Electra, American singer-songwriter, musician, video and visual artist\nJune 26\nMelanie Amaro, American singer\nJennette McCurdy, American actress and singer\nJune 30 – Lynx and Lamb Gaede\nJuly 1 – Caleb Nott, New Zealand musician, producer and songwriter (Broods)\nJuly 2 – William Singe, Australian rapper, singer\nJuly 3\nMaasa Sudo, Japanese singer\nNathalia Ramos, Spanish actress and singer\nJuly 5 – Mirna Radulović, Serbian singer-songwriter\nJuly 8 – Sky Ferreira, American singer, songwriter, model, and actress\nJuly 10 – Angel Haze, American rapper, activist and singer-songwriter\nJuly 11 – Karise Eden,  Australian singer and activist\nJuly 13 – Rich the Kid, American rapper\nJuly 18 – Bishop Briggs, British singer-songwriter and musician\nJuly 19 – Ellie Rowsell, English singer-songwriter and musician (lead vocalist and guitarist of the indie rock band Wolf Alice).\nJuly 22 – Selena Gomez, American actress, television producer, advocate, and singer-songwriter (Demi Lovato, Taylor Swift, Selena Gomez & the Scene, Julia Michaels)\nJuly 27 – Tory Lanez,  Canadian rapper, songwriter, producer\nAugust 2 – Charli XCX, British singer-songwriter, advocate, record executive, businesswoman, music video director and musician\nAugust 4 – Tiffany Evans, American singer\nAugust 12 – Cara Delevingne, British singer/musician/actor/writer\nAugust 18 – Frances Bean Cobain, American artist, model, creator, activist, daughter of Kurt Cobain and Courtney Love\nAugust 19 - Feid, Colombian singer\nAugust 20 – Demi Lovato, American singer-songwriter, actress, advocate, philanthropist, entrepreneur and businesswoman\nAugust 25\nEmily Warren, American singer/songwriter, producer\nKaytranada, Haitian-Canadian DJ and record producer\nAugust 27\nKim Petras, German singer-songwriter\nBlake Jenner, American actor & singer\nAugust 29 – Mallu Magalhães, Brazilian singer, songwriter and musician\nSeptember 2\nMadilyn Bailey, American singer and songwriter.\nRae Morris, British singer and songwriter\nSeptember 11 – Desireé Bassett, American guitarist and recording artist\nSeptember 12 – Shigga Shay, Singaporean rapper\nSeptember 16 – Nick Jonas, member of the American band Jonas Brothers, solo artist, songwriter, singer, musician, actor (Miley Cyrus, Priyanka Chopra)\nSeptember 18 – Joji (musician),  Japanese (Australian) singer, songwriter, rapper, record producer, former Internet personality and comedian\nOctober 5 – Rupi Kaur, Canadian-Punjabi poet and performer\nOctober 10 – Gabrielle Aplin, English singer and songwriter\nOctober 7 – Grace Bawden,  Australian independent classical crossover singer,\nOctober 11 – Cardi B, American rapper/singer/songwriter\noctober 16 – Jaden Michaels, American songwriter, singer and musician (sister of Julia Michaels)\nOctober 19 – Lewis Watson (musician),  English singer-songwriter. (Dodie Clark)\nOctober 22\nCarrie Hope Fletcher, English singer-songwriter, actress, author\n21 Savage, Rapper and songwriter\nOctober 26 – Lido (musician),  Norwegian record producer, singer, and songwriter, frequent collaborator with Halsey\nOctober 30 – Greeicy Rendón, Colombian actress and singer\nNovember 5 – Ming Bridges, Australian Singaporean singer-songwriter, actress and model\nNovember 12 – Giulietta, Australian singer-songwriter and dancer\nErika Costell, American singer-songwriter and musician\nNovember 19 – Tove Styrke, Swedish singer-songwriter\nNovember 21 – Conor Maynard, British singer\nNovember 23 – Miley Cyrus, American singer-songwriter, actress, performer and activist (formerly lead character on Disney musical comedy: Hannah Montana)\nNovember 27 – Chanyeol, Korean rapper, singer-songwriter and record producer (EXO)\nDecember 4 – Jin, South Korean singer-songwriter and member of BTS\nDecember 9 – Maelyn Jarmon, American musician, winner of The Voice, Team John Legend\nDecember 14 – Tori Kelly, American musician, singer and songwriter\nDecember 18 – Bridgit Mendler, American actress and singer\nDecember 26 – Jade Thirlwall, English singer-songwriter, dancer and member of Little Mix\nDecember 28 – Gordi (musician),  Australian folktronica singer/songwriter\n\n\n== Deaths ==\nJanuary 14 – Jerry Nolan, drummer for The New York Dolls, 45\nJanuary 15 – Dee Murray, bassist for Elton John, 45 (cancer)\nJanuary 17 – Charlie Ventura, tenor saxophonist and bandleader, 75\nJanuary 23 – Marie-Thérèse Gauley, French opera singer prominent at the Opéra-Comique, 88\nJanuary 27 – Allan Jones, singer and actor, 84\nJanuary 29 – Willie Dixon, blues singer-songwriter & musician, 76\nFebruary 12 – Stella Roman, operatic soprano, 87\nFebruary 21 – Jane Pickens Langley of the Pickens Sisters\nMarch 4 – Mary Osborne, jazz guitarist, 70 (liver cancer)\nMarch 10 – Giorgos Zampetas, Greek composer, 67\nMarch 20 – Georges Delerue, composer, 66\nMarch 21 – Shaik Dawood Khan, tabla virtuoso, 75\nMarch 27 – Harald Sæverud, composer, 95\nApril 4 – Arthur Russell, cellist and disco musician, 40 (AIDS)\nApril 20 – Johnny Shines, guitarist, 76\nApril 25 – Yutaka Ozaki, Japanese singer, 26 (pulmonary edema)\nApril 27 – Olivier Messiaen, composer, 83\nApril 30 – Toivo Kärki, composer, arranger and producer, 76\nMay 7 – Tiny Timbrell, guitarist, 75\nMay 12 – Sylvia Syms, American singer, 74\nMay 17 – Lawrence Welk, accordion player and bandleader, 89\nMay 23 – Joyce Barker, operatic soprano, 60\nJune 3 – Ettore Campogalliani, music teacher and composer, 89\nJune 8 – Alfred Uhl, composer, 83\nJune 18 – Peter Allen, Australian songwriter, 48 (AIDS)\nJune 20 – Sir Charles Groves, conductor, 77\nJuly 4 – Ástor Piazzolla, tango musician and composer, 71\nJuly 5 – Paul Hackman, Canadian musician, 38 (car accident)\nJuly 21 – Aloys Fleischmann, composer and musicologist, 82\nJuly 25 – Alfred Drake, US singer and actor, 77\nJuly 26 – Mary Wells, Motown singer, 49 (laryngeal cancer)\nJuly 29 – William Mathias, composer, 57\nAugust 2 – Michel Berger, French composer and songwriter, 44 (heart attack)\nAugust 5 – Jeff Porcaro, drummer, Toto, 38 (heart attack)\nAugust 12 – John Cage, U.S. composer, 79\nAugust 16 – Mark Heard, U.S. singer, 40 (heart attack)\nSeptember 19 – Sir Geraint Evans, operatic baritone, 70\nOctober 3 – Peter Klein, lyric tenor, 85\nOctober 5 – Eddie Kendricks, singer, (The Temptations) 52 (lung cancer)\nOctober 7 – Harold Truscott, composer, pianist, broadcaster and writer on music, 78\nOctober 25 – Roger Miller, singer, 56 (lung cancer)\nNovember 10 – Hilda Hölzl, operatic soprano, 65\nNovember 13 – Ronnie Bond (The Troggs), 52\nNovember 14 – Teddy Riley, New Orleans jazz trumpeter and bandleader\nNovember 21 – Severino Gazzelloni, flautist\nNovember 23 – Roy Acuff, \"King of Country Music\", fiddler, 89\nNovember 27 – Daniel Santos, singer and composer of bolero\nNovember 29 – Paul Ryan, singer, songwriter and record producer, 44 (cancer)\nDecember 9 – Cesar Gonzmart, violinist, 72\nDecember 10 – Kate Buchdahl, violinist, 28 (Hodgkin's lymphoma)\nDecember 15 – Otto Lington, composer, orchestra leader and violinist, 89\nDecember 21\nPhilip Farkas, horn player, 78\nAlbert King, blues guitarist and singer, 69\nNathan Milstein, violinist, 88\nDecember 26 – Nikita Magaloff, pianist, 80\n\n\n== Awards ==\nCountry Music Hall of Fame Inductees: George Jones and Frances Preston\nEurovision Song Contest 1992\nFilmfare Best Male Playback Award: Awarded to Kumar Sanu\n34th Annual Grammy Awards\n34th Japan Record Awards\nMercury Music Prize: Awarded to Primal Scream for Screamadelica\nRamon Magsaysay Award: Awarded to Ravi Shankar\n1992 RTHK Top 10 Gold Songs Awards: First prize awarded to \"暗戀你\" sung by Jacky Cheung\nRock and Roll Hall of Fame inductees: Bobby Blue Bland, Booker T. and the M.G.s, Johnny Cash, The Isley Brothers, The Jimi Hendrix Experience, Sam & Dave, and The Yardbirds\n\n\n== See also ==\n1992 in British music\nList of Hot 100 number-one singles of 1992 (U.S.)\nRecord labels established in 1992\n\n\n== References ==","sourceContentSanitized":"This is a list of notable events in music that took place in the year 1992. 1992 in British music 1992 in Norwegian music 1992 in country music 1992 in heavy metal music 1992 in hip hop music 1992 in Latin music 1992 in jazz January 11 Nirvana's Nevermind album goes to No. 1 in the US Billboard 200 chart, establishing the widespread popularity of the Grunge movement of the 1990s. Paul Simon is the first major artist to tour South Africa after the end of the United Nations cultural boycott. January 16 – Mick Jagger attends the Hollywood première of his new movie, Freejack, at Mann's Chinese Theatre. January 25 – The inaugural Big Day Out festival takes place in Sydney, Australia, headlined by Violent Femmes and Nirvana. February 5 – New Kids on the Block interrupt their tour to perform on The Arsenio Hall Show in response to rumors that the group lip-synchs its concerts. February 16 – Slavic music is featured at the Oulu Music Festival, with concerts and opera productions in Oulu, Finland, until February 26. February 18 – Vince Neil leaves Mötley Crüe after 11 years as the band's lead singer, to spend more time on his career as a racing car driver. February 24 Nirvana's Kurt Cobain marries Hole's Courtney Love. The U.S. Postal Service unveils two potential designs for its proposed Elvis Presley postage stamp for fans to vote on. One design is of a young, 1950s Elvis, and the other is of a much older, 1970s Elvis. The young Elvis wins the vote, and the stamp is issued the following January. February 25 Six major record companies reach an agreement to phase out the longbox form of compact disc packaging by April 1993, due to complaints that the packaging is environmentally wasteful. The 34th Annual Grammy Awards are presented in New York, hosted by Whoopi Goldberg. Natalie Cole's Unforgettable… with Love wins Album of the Year, while her \"virtual duet\" cover of \"Unforgettable\" with her late father, Nat King Cole, wins both Record of the Year and Song of the Year. Marc Cohn wins Best New Artist. March 10 – At the 1992 Soul Train Music Awards, Prince wins the \"Heritage\" award for lifetime achievement. March 14 – Farm Aid Five takes place in Irving, Texas, USA, hosted by Willie Nelson. Artists performing at the event include John Mellencamp, Neil Young and Paul Simon. Approximately 40,000 people attend the event. March 16 – Mariah Carey performs at MTV Unplugged, shows critics her 5-octave range, and gets rave reviews. March 24 – A judge in Chicago, Illinois, USA, approves cash rebates of up to US$3 to anyone proving they bought Milli-Vanilli recordings prior to the beginning of the lip synching scandal on November 27, 1990. April 1 – Billy Idol, on trial for punching a woman in the face, pleads no contest. Idol is fined and ordered to make public service announcements against alcohol and drug abuse. April 20 – The Freddie Mercury Tribute Concert takes place at Wembley Stadium in London, England. All proceeds go to AIDS research. April 24 – David Bowie marries fashion model Iman. April 30 – In Los Angeles, California, USA, Madonna's bustier is stolen from a display in Frederick's of Hollywood. A US$1,000 reward is offered for its return. May 6 The first Europäisches Jugendchorfestival,(EJCF) (European Festival of Youth Choirs) is held in Basel, Switzerland. Organizers decide to make it a triennial event. Rob Halford announces he is leaving Judas Priest. Selena releases her album Entre A Mi Mundo which contains her first No. 1 hit, \"Como La Flor\". May 7 – John Frusciante of the Red Hot Chili Peppers leaves the band prior to the publication of a Rolling Stone magazine cover featuring them; he has to be digitally edited out of the photo. Frusciante returned to the Red Hot Chili Peppers in 1998. May 9 – The 1992 Eurovision Song Contest, held at Malmö Isstadion in Malmö, Sweden, is won by Ireland's Linda Martin with the song \"Why Me?\", notably written by 1980 and 1987 winner Johnny Logan. At 41 years old, Martin becomes, and remains, the oldest woman to win the contest. May 11 – A. R. Rahman's debut film Roja is released. The soundtrack is regarded as a milestone that changed the face of Tamil film music and subsequently contemporary Indian music. Time magazine's film critic, Richard Corliss, stated in 2005 that the \"astonishing debut work parades Rahman's gift for alchemizing outside influences until they are totally Tamil, totally Rahman,\" naming it one of the magazine's \"10 Best Soundtracks\" of all time. June 5 – The Sata Häme Accordion Festival takes place until June 14 in Ikaalinen, Finland. June 27 Michael Jackson starts the Dangerous World tour, supporting his Dangerous album in Munich, Germany. Guitarist Stefanie Sargent of up-and-coming punk rock band 7 Year Bitch dies of asphyxiation after returning home from a party in which she had drunk alcohol and taken a small amount of heroin. She was 24. June 29 – The Northern Accordion Festival takes place in Tornio-Haaparanta, Finland, until July 5. July 4 The BudaFest Summer Opera and Ballet Festival is launched in Budapest, Hungary. Mark Heard suffers a heart attack while performing at the Cornerstone Festival in Illinois, USA. Heard goes to hospital immediately after finishing his set, but dies two weeks after being discharged in August. July 10 – Seinäjoki (Finland) Tango Festival begins, running to July 12. July 11 – \"November Rain\" by Guns N' Roses enters the world record books when it becomes the longest single, at 8 minutes, 57 seconds, to reach the US Top 20. The single's video has a budget of over US$1.5 million, becoming the most expensive at the time. July 12 – Opening of the Chamber-Music Festival of Kuhmo, Finland (until July 26). July 18 – Whitney Houston marries Bobby Brown. July 28 – Ice-T announces that the controversial track \"Cop Killer\" is being pulled from Body Count's self-titled album. August 2 Rozalla becomes the first artist from Zimbabwe to chart on the US Billboard magazine chart. Former Beatle George Harrison tells Billboard magazine that he recently discovered that he was born on February 24, and not February 25 as he had thought for most of his life. Haitian military authorities ban the playing of RAM's single \"Fèy\"; first performed at the Port-au-Prince Carnival in February, the song was widely interpreted as an anthem of support for exiled President Jean-Bertrand Aristide. American pop-punk band Blink-182 form in the suburbs of San Diego but known as Blink until 1995. August 3 – Lahti Organ Festival (Finland) begins, lasting until August 9. August 5 – Jeff Porcaro, arguably the most highly regarded studio drummer in rock from the mid-'70s to the early '90s, dies aged 38. August 8 – During the Guns N' Roses/Metallica Stadium Tour, Metallica frontman James Hetfield is burned by a pyrotechnics blast during a concert at Montreal's Olympic Stadium, forcing the group to cancel the second hour of the show. Co-headliners Guns N' Roses take the stage, but walk off early with Axl Rose complaining of throat problems. The abbreviated show causes angry fans to riot in the streets of Montreal. The tour resumed on August 25, but with a guitar technician replacing Hetfield on guitar for the remainder of the tour. August 14 – Opening of the Sibelius-Festival in Loviisa, Finland. August 18 – Kurt Cobain and Courtney Love become parents of a daughter, Frances Bean Cobain. August 20 – Opening of the Helsinki Festival, with the theme: Music of the Baltics (orchestral and chamber-music concerts, opera productions, song recitals, ballet, theater, jazz, pop, and rock concerts) until September 6. September 17 – Frank Zappa, in his final professional public appearance, conducts the Ensemble Modern at the Frankfurt Festival in Germany. Zappa, who is seriously ill with prostate cancer, receives a 20-minute ovation. October 3 – Sinéad O'Connor stirs up controversy when she rips up a picture of the Pope on the US television show, Saturday Night Live. October 16 – A massive Bob Dylan tribute concert is held at Madison Square Garden in New York. John Cougar Mellencamp, Neil Young, Eric Clapton, June Carter Cash, Johnny Cash and Tracy Chapman are among the many performers, but much attention becomes focused on Sinéad O'Connor, who is loudly booed by much of the audience in response to the Saturday Night Live incident two weeks earlier. October 20 – Singer-songwriter Madonna releases her fifth studio album, Erotica, which became one of her most controversial albums to date due to overtly sexual content. October 31 \"End of the Road\" by Boyz II Men posts a 12th consecutive week at No. 1 in the US charts, ending a 36-year record previously held by Elvis Presley. Boyz II Men's record was broken on March 6, 1993, by Whitney Houston's \"I Will Always Love You\". McTeague, an opera based on the Progressive Era-novel by Frank Norris, premieres at the Lyric Opera of Chicago. November 9 – Australian-born singer Kylie Minogue ends her working relationship with UK songwriters and record producers Stock Aitken Waterman and the record label PWL. November 15 Megan Jasper of Sub Pop creates the grunge speak hoax, tricking The New York Times into printing an article on supposed slang used in the grunge scene in Seattle, USA. Ozzy Osbourne plays the final concert of his \"retirement\" tour at the Pacific Amphitheatre in Costa Mesa, California. He is joined on stage by his three former Black Sabbath bandmates for a reunion performance. Black Sabbath opened the show with Rob Halford as lead vocalist, filling in for Ronnie James Dio who had left the band days earlier. The Jacksons: An American Dream, a two-part miniseries based on the Jackson family, premieres on ABC. November 17 – The soundtrack album of \"The Bodyguard\", Whitney Houston's debut film, is released. The album went on to be certified 17 times platinum by the RIAA and sell 45 million copies worldwide. To date the album is still the best selling soundtrack of all time and also one of the best selling albums of all time. November 22 – Manchester-based post-punk & electronic music label Factory Records declares bankruptcy. The label had been placed in dire financial straits following the spending of most of their funds by Happy Mondays during the recording of their album Yes Please!, which would end up a commercial failure. Additionally, plans for a buyout from London Records folded when it was discovered that none of Factory's artists were actually signed onto the label; most of these artists, most notably New Order, would end up signing onto London Records anyhow following Factory's foreclosure. December 3 – Bill Wyman announces he is quitting The Rolling Stones. December 31 Dietrich Fischer-Dieskau announces his retirement from the stage to an audience at the Bavarian State Opera in Munich. The twenty-first annual New Year's Rockin' Eve special airs on ABC, with appearances by TLC, Bell Biv DeVoe, Slaughter, Jon Secada, Village People and Barry Manilow. David Isberg quits Opeth from his vocalist position. Current guitarist Mikael Åkerfeldt fills his position. Vibe, a new magazine focusing on R&B and hip-hop music, launches with a special Fall preview issue. The MP3 file format is developed as part of a video compression standard. See Musical groups established in 1992 See Musical groups disestablished in 1992 The Tubes April Wine Madness Adam 'n' Eve - Gavin Friday Alice in Wonderland No. 4 - Randy Greif Groovus Maximus – Electric Boys In Search of Manny - Luscious Jackson Lysol – Melvins Shhh – Chumbawamba The following songs achieved the highest chart positions in the charts of 1992. All albums have been named albums of the year for their hits in the charts. R.E.M. – Automatic for the People Rage Against the Machine – Rage Against the Machine Pavement – Slanted & Enchanted Alice in Chains – Dirt Tori Amos – Little Earthquakes Dr. Dre – The Chronic Faith No More – Angel Dust Sublime – 40 Oz. To Freedom Sonic Youth – Dirty Beastie Boys – Check Your Head Torstein Aagaard-Nilsen – Arctic Landscape for Military Band Milton Babbitt Septet, but Equal Counterparts for brass quintet Leonardo Balada Symphony No. 4 Lausanne Celebracio for orchestra Mario Davidovsky – Synchronisms No. 10 for guitar and electronic sounds Lorenzo Ferrero La ruta de Cortés (symphonic poem) Movimento americano Poi andro in America Peter Gahn – Auch ohne Sprache, for guitar Philip Glass – Symphony No. 1 Low Vagn Holmboe – Svaerm for string quartet (partially arranged from earlier violin duos) Elena Kats-Chernin – Clocks Ka Nin Chan – Saxophone Quartet Andreas Kunstein String Quartet No. 1 10 Epigrams for Toy Piano Witold Lutosławski – Symphony No. 4 William Mathias – Flute Concerto Younghi Pagh-Paan – U-MUL Krzysztof Penderecki – Symphony No. 5 Korean Alwynne Pritchard – Glimpsed Most Clearly from the Corner of Your Eye, for seven cellos Roger Reynolds – Kokoro, for solo violin David Sawer – Byrnan Wood Kurt Schwertsik Uluru, Op. 64 for orchestra Baumgesänge, Op. 65 for orchestra Drei späte Liebeslieder, Op. 66 for cello and piano Human Existence, for voice and chamber ensemble John Serry Sr. – The Lord's Prayer, for organ & chorus Karlheinz Stockhausen – Signale zur Invasion, for trombone and electronic music, or unaccompanied trombone Joan Tower – Violin Concerto Malcolm Williamson – Requiem for a Tribe Brother Iannis Xenakis – La Déesse Athéna (Oresteïa III) (1992), for baritone solo and mixed ensemble of 11 instruments Antonio Braga – 1492 epopea lirica d'America Karel Goeyvaerts – Aquarius Ingvar Lidholm – Ett drömspel Jukka Linkola – Elina Crazy for You – Broadway production opened at the Shubert Theatre and ran for 1622 performances Falsettos – Broadway production opened at the John Golden Theatre and ran for 487 performances Guys and Dolls – Broadway revival Jelly's Last Jam – Broadway production opened at the Virginia Theatre and ran for 569 performances The Most Happy Fella – Broadway revival Aladdin – Animated feature film by Walt Disney Animation Studios Deep Blues: A Musical Pilgrimage to the Crossroads Celibidache – You Don't Do Anything, You Just Let It Evolve (documentary by Jan Schmidt-Garre) Chnam Oun 16 Khiladi The Muppet Christmas Carol Mushketeri dvadsat' let spustya Pure Country Roja – Tamil Indian film by Mani Ratnam Un cœur en hiver, featuring music by Maurice Ravel Aladdin Academy Award winner for Best Song and Best Film Score Batman Returns – score Danny Elfman The Bodyguard – Whitney Houston Boomerang – Boyz II Men, Tribe Called Quest, P.M. Dawn, Babyface Bram Stoker's Dracula Coneheads – Paul Simon, R.E.M., Red Hot Chili Peppers Cool World – David Bowie, The Cult, Ministry, Moby, Brian Eno Deep Cover – Dr. Dre & Snoop Dogg Far and Away – score by John Williams Juice – Naughty by Nature, Too Short, EPMD, Cypress Hill The Last of the Mohicans – score by Trevor Jones and Randy Edelman Lethal Weapon 3 – Eric Clapton, Sting Malcolm X – Arrested Development (group), Billie Holiday, Ella Fitzgerald, Ray Charles Mambo Kings – Los Lobos, Linda Ronstadt, Tito Puente Medicine Man – score by Jerry Goldsmith Mo' Money – Color Me Badd, Public Enemy, Bell Biv DeVoe, Janet Jackson Rush – Eric Clapton Singles – Alice in Chains, Pearl Jam, The Smashing Pumpkins, Jimi Hendrix, Soundgarden Sister Act – Etta James, Whoopi Goldberg, C+C Music Factory South Central – Scarface, Cameo (band), Boo-Yaa T.R.I.B.E. Toys – Tori Amos, Enya, Frankie Goes to Hollywood Wayne's World – Queen, Jimi Hendrix, Red Hot Chili Peppers, Alice Cooper, Black Sabbath January 2 – Alden Richards, Filipino actor, model and singer January 7 – Børns, American singer and songwriter January 16 – Maja Keuc, Slovenian singer January 19 – Mac Miller, American rapper, singer, record producer, musician (d. 2018) January 20 – Maria Harfanti, Indonesian social activist, pianist, and beauty pageant titleholder January 21 – Emma Birdsall, Australian singer-songwriter, contestant on The Voice Australia January 23 – Jordan \"Rizzle\" Stephens of Rizzle Kicks, sometimes works under names: Wildhood and Al, the Native. January 28 – Simone Egeriis, Danish singer January 31 – Christopher Nissen, Danish singer February 3 – Milo, American rapper and producer February 7 – Jain (singer),  French musician and singer-songwriter. February 9 – Avan Jogia, Canadian actor and singer February 14 – Elley Duhé, American singer-songwriter February 17 – Marika Hackman, English vocalist, multi-instrumentalist and songwriter. February 23 – Tabitha Nauser, Singaporean pop and r&b singer and musician March 6 – Sarah De Bono, Australian singer-songwriter, contestant on The Voice Australia March 7 – Im Hyun-sik (singer), South Korean singer-songwriter March 10 – Emily Osment, American actress and singer March 14 – Jasmine Murray, American singer Kash Doll, American rapper April 3 – Young M.A., American rapper April 4 – Christina Metaxa, Cypriot singer-songwriter April 11 – Naya, Lebanese singer April 16 – Ronnie Flex, Dutch rapper April 18 – Chloe Bennet, Chinese American singer, actress and activist April 22 – Dyro, Dutch DJ, producer and musician April 23 Syd (singer), American singer, songwriter, record producer, disc jockey, and audio engineer Zelim Bakaev, Chechen singer April 26 – Jon Cozart, American musician and comedian (Dodie, Malinda Kathleen Reese, Thomas Sanders) April 27 – Allison Iraheta, American singer April 30 – Travis Scott, American rapper, songwriter, singer (Kylie Jenner) May 8- Chelcee Grimes, British singer-songwriter and footballer May 6 Baekhyun , Korean singer (EXO, SuperM) Vanesa Gabriela Leiro, Argentine actress and singer May 10 – Jake Zyrus (formerly Charice Pempengco), Filipino singer 1992 – Malcolm David Kelley, American rapper and actor May 19 Sam Smith (singer), English singer-songwriter Marshmello, American electronic dance music producer and DJ. (Anne-Marie, Selena Gomez) May 21 – Chloe Angelides, American singer, songwriter and producer May 23 – Jinny Ng, Hong Kong Cantopop singer June 14 – Princess Nokia, American rapper of Afro-Puerto Rican and Taíno descent June 20 – Sage the Gemini, American rapper (The HBK Gang) June 21 – Max Schneider, American singer-songwriter and actor June 25 – Dorian Electra, American singer-songwriter, musician, video and visual artist June 26 Melanie Amaro, American singer Jennette McCurdy, American actress and singer June 30 – Lynx and Lamb Gaede July 1 – Caleb Nott, New Zealand musician, producer and songwriter (Broods) July 2 – William Singe, Australian rapper, singer July 3 Maasa Sudo, Japanese singer Nathalia Ramos, Spanish actress and singer July 5 – Mirna Radulović, Serbian singer-songwriter July 8 – Sky Ferreira, American singer, songwriter, model, and actress July 10 – Angel Haze, American rapper, activist and singer-songwriter July 11 – Karise Eden,  Australian singer and activist July 13 – Rich the Kid, American rapper July 18 – Bishop Briggs, British singer-songwriter and musician July 19 – Ellie Rowsell, English singer-songwriter and musician (lead vocalist and guitarist of the indie rock band Wolf Alice). July 22 – Selena Gomez, American actress, television producer, advocate, and singer-songwriter (Demi Lovato, Taylor Swift, Selena Gomez & the Scene, Julia Michaels) July 27 – Tory Lanez,  Canadian rapper, songwriter, producer August 2 – Charli XCX, British singer-songwriter, advocate, record executive, businesswoman, music video director and musician August 4 – Tiffany Evans, American singer August 12 – Cara Delevingne, British singer/musician/actor/writer August 18 – Frances Bean Cobain, American artist, model, creator, activist, daughter of Kurt Cobain and Courtney Love August 19 - Feid, Colombian singer August 20 – Demi Lovato, American singer-songwriter, actress, advocate, philanthropist, entrepreneur and businesswoman August 25 Emily Warren, American singer/songwriter, producer Kaytranada, Haitian-Canadian DJ and record producer August 27 Kim Petras, German singer-songwriter Blake Jenner, American actor & singer August 29 – Mallu Magalhães, Brazilian singer, songwriter and musician September 2 Madilyn Bailey, American singer and songwriter. Rae Morris, British singer and songwriter September 11 – Desireé Bassett, American guitarist and recording artist September 12 – Shigga Shay, Singaporean rapper September 16 – Nick Jonas, member of the American band Jonas Brothers, solo artist, songwriter, singer, musician, actor (Miley Cyrus, Priyanka Chopra) September 18 – Joji (musician),  Japanese (Australian) singer, songwriter, rapper, record producer, former Internet personality and comedian October 5 – Rupi Kaur, Canadian-Punjabi poet and performer October 10 – Gabrielle Aplin, English singer and songwriter October 7 – Grace Bawden,  Australian independent classical crossover singer, October 11 – Cardi B, American rapper/singer/songwriter october 16 – Jaden Michaels, American songwriter, singer and musician (sister of Julia Michaels) October 19 – Lewis Watson (musician),  English singer-songwriter. (Dodie Clark) October 22 Carrie Hope Fletcher, English singer-songwriter, actress, author 21 Savage, Rapper and songwriter October 26 – Lido (musician),  Norwegian record producer, singer, and songwriter, frequent collaborator with Halsey October 30 – Greeicy Rendón, Colombian actress and singer November 5 – Ming Bridges, Australian Singaporean singer-songwriter, actress and model November 12 – Giulietta, Australian singer-songwriter and dancer Erika Costell, American singer-songwriter and musician November 19 – Tove Styrke, Swedish singer-songwriter November 21 – Conor Maynard, British singer November 23 – Miley Cyrus, American singer-songwriter, actress, performer and activist (formerly lead character on Disney musical comedy: Hannah Montana) November 27 – Chanyeol, Korean rapper, singer-songwriter and record producer (EXO) December 4 – Jin, South Korean singer-songwriter and member of BTS December 9 – Maelyn Jarmon, American musician, winner of The Voice, Team John Legend December 14 – Tori Kelly, American musician, singer and songwriter December 18 – Bridgit Mendler, American actress and singer December 26 – Jade Thirlwall, English singer-songwriter, dancer and member of Little Mix December 28 – Gordi (musician),  Australian folktronica singer/songwriter January 14 – Jerry Nolan, drummer for The New York Dolls, 45 January 15 – Dee Murray, bassist for Elton John, 45 (cancer) January 17 – Charlie Ventura, tenor saxophonist and bandleader, 75 January 23 – Marie-Thérèse Gauley, French opera singer prominent at the Opéra-Comique, 88 January 27 – Allan Jones, singer and actor, 84 January 29 – Willie Dixon, blues singer-songwriter & musician, 76 February 12 – Stella Roman, operatic soprano, 87 February 21 – Jane Pickens Langley of the Pickens Sisters March 4 – Mary Osborne, jazz guitarist, 70 (liver cancer) March 10 – Giorgos Zampetas, Greek composer, 67 March 20 – Georges Delerue, composer, 66 March 21 – Shaik Dawood Khan, tabla virtuoso, 75 March 27 – Harald Sæverud, composer, 95 April 4 – Arthur Russell, cellist and disco musician, 40 (AIDS) April 20 – Johnny Shines, guitarist, 76 April 25 – Yutaka Ozaki, Japanese singer, 26 (pulmonary edema) April 27 – Olivier Messiaen, composer, 83 April 30 – Toivo Kärki, composer, arranger and producer, 76 May 7 – Tiny Timbrell, guitarist, 75 May 12 – Sylvia Syms, American singer, 74 May 17 – Lawrence Welk, accordion player and bandleader, 89 May 23 – Joyce Barker, operatic soprano, 60 June 3 – Ettore Campogalliani, music teacher and composer, 89 June 8 – Alfred Uhl, composer, 83 June 18 – Peter Allen, Australian songwriter, 48 (AIDS) June 20 – Sir Charles Groves, conductor, 77 July 4 – Ástor Piazzolla, tango musician and composer, 71 July 5 – Paul Hackman, Canadian musician, 38 (car accident) July 21 – Aloys Fleischmann, composer and musicologist, 82 July 25 – Alfred Drake, US singer and actor, 77 July 26 – Mary Wells, Motown singer, 49 (laryngeal cancer) July 29 – William Mathias, composer, 57 August 2 – Michel Berger, French composer and songwriter, 44 (heart attack) August 5 – Jeff Porcaro, drummer, Toto, 38 (heart attack) August 12 – John Cage, U.S. composer, 79 August 16 – Mark Heard, U.S. singer, 40 (heart attack) September 19 – Sir Geraint Evans, operatic baritone, 70 October 3 – Peter Klein, lyric tenor, 85 October 5 – Eddie Kendricks, singer, (The Temptations) 52 (lung cancer) October 7 – Harold Truscott, composer, pianist, broadcaster and writer on music, 78 October 25 – Roger Miller, singer, 56 (lung cancer) November 10 – Hilda Hölzl, operatic soprano, 65 November 13 – Ronnie Bond (The Troggs), 52 November 14 – Teddy Riley, New Orleans jazz trumpeter and bandleader November 21 – Severino Gazzelloni, flautist November 23 – Roy Acuff, \"King of Country Music\", fiddler, 89 November 27 – Daniel Santos, singer and composer of bolero November 29 – Paul Ryan, singer, songwriter and record producer, 44 (cancer) December 9 – Cesar Gonzmart, violinist, 72 December 10 – Kate Buchdahl, violinist, 28 (Hodgkin's lymphoma) December 15 – Otto Lington, composer, orchestra leader and violinist, 89 December 21 Philip Farkas, horn player, 78 Albert King, blues guitarist and singer, 69 Nathan Milstein, violinist, 88 December 26 – Nikita Magaloff, pianist, 80 Country Music Hall of Fame Inductees: George Jones and Frances Preston Eurovision Song Contest 1992 Filmfare Best Male Playback Award: Awarded to Kumar Sanu 34th Annual Grammy Awards 34th Japan Record Awards Mercury Music Prize: Awarded to Primal Scream for Screamadelica Ramon Magsaysay Award: Awarded to Ravi Shankar 1992 RTHK Top 10 Gold Songs Awards: First prize awarded to \"暗戀你\" sung by Jacky Cheung Rock and Roll Hall of Fame inductees: Bobby Blue Bland, Booker T. and the M.G.s, Johnny Cash, The Isley Brothers, The Jimi Hendrix Experience, Sam & Dave, and The Yardbirds 1992 in British music List of Hot 100 number-one singles of 1992 (U.S.) Record labels established in 1992","sentences":[{"text":"This is a list of notable events in music that took place in the year 1992. 1992 in British music 1992 in Norwegian music 1992 in country music 1992 in heavy metal music 1992 in hip hop music 1992 in Latin music 1992 in jazz January 11 Nirvana's Nevermind album goes to No. 1 in the US Billboard 200 chart, establishing the widespread popularity of the Grunge movement of the 1990s.","keywords":["British music","heavy metal music","country music","Latin music","music","Norwegian music","hip hop music","list of notable events","Nirvana's Nevermind album","chart","jazz January","place","year","US Billboard","widespread popularity of the Grunge movement of the 1990s","No."],"images":["https://imgs.smoothradio.com/images/25670?width=5016&crop=16_9&signature=gllf7bzJQhFSCDeyuDlJH78i4f4=","https://media.vogue.co.uk/photos/5d54c5ffaed0b900081dc6b3/master/w_1600%2Cc_limit/original"],"googleSearchQuery":"Freddie Mercury British music"},{"text":"Paul Simon is the first major artist to tour South Africa after the end of the United Nations cultural boycott.","keywords":["Paul Simon","South Africa","first major artist","end of the United Nations","cultural boycott"],"images":["https://4.bp.blogspot.com/-CrCV3pkIg6Y/WdYOza4pMrI/AAAAAAAC1tk/_KoLp86EvwYbjzFVBXXs6jEbcCqezJ0lwCLcBGAs/s1600/kylie-minogue-by-simon-fowler-1989-1.jpg","https://imgs.smoothradio.com/images/118050?width=1920&crop=16_9&signature=v7FkLTgAmUZ5uULGbbC4_Gq_9-w="],"googleSearchQuery":"Freddie Mercury Paul Simon"},{"text":"January 16 – Mick Jagger attends the Hollywood première of his new movie, Freejack, at Mann's Chinese Theatre.","keywords":["Mick Jagger","Hollywood première of his new movie","Mann's Chinese Theatre","January","Freejack"],"images":["https://e3.365dm.com/19/08/2048x1152/skynews-freddie-mercury-denis-oregan_4733283.jpg","https://www.cheatsheet.com/wp-content/uploads/2020/08/hat-mick-jagger-pic.jpg"],"googleSearchQuery":"Freddie Mercury Mick Jagger"},{"text":"January 25 – The inaugural Big Day Out festival takes place in Sydney, Australia, headlined by Violent Femmes and Nirvana.","keywords":["inaugural Big Day Out","festival takes place","Violent Femmes","Sydney","Australia","Nirvana","January"],"images":["https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fstatic.onecms.io%2Fwp-content%2Fuploads%2Fsites%2F6%2F2018%2F01%2Fgettyimages-830454058-2000.jpg&q=85","https://static.onecms.io/wp-content/uploads/sites/6/2018/01/gettyimages-830454058-2000.jpg"],"googleSearchQuery":"Freddie Mercury inaugural Big Day Out"},{"text":"February 5 – New Kids on the Block interrupt their tour to perform on The Arsenio Hall Show in response to rumors that the group lip-synchs its concerts.","keywords":["New Kids","Block interrupt","Arsenio Hall Show","tour","response","rumors","concerts","group lip","February"],"images":["https://api.time.com/wp-content/uploads/2018/11/freddie-mercury.jpg","https://media1.popsugar-assets.com/files/thumbor/hrlpbj0BQ3fRugrDkru9Tu8shTE/fit-in/2048xorig/filters:format_auto-!!-:strip_icc-!!-/2019/01/07/742/n/44701584/tmp_7JOVPs_85e9c3812d790315_GettyImages-103249158.jpg"],"googleSearchQuery":"Freddie Mercury New Kids"},{"text":"February 16 – Slavic music is featured at the Oulu Music Festival, with concerts and opera productions in Oulu, Finland, until February 26.","keywords":["opera productions","Slavic music","Oulu Music Festival","concerts","Oulu","Finland","February"],"images":["https://operawire.com/wp-content/uploads/2018/11/pjimage-6-1.jpg","https://cdn.vox-cdn.com/thumbor/phH6OljbvEX_uxrOKiOfO_0Y1yc=/1400x1400/filters:format(jpeg)/cdn.vox-cdn.com/uploads/chorus_asset/file/13367735/bohemian2.jpg"],"googleSearchQuery":"Freddie Mercury opera productions"},{"text":"February 18 – Vince Neil leaves Mötley Crüe after 11 years as the band's lead singer, to spend more time on his career as a racing car driver.","keywords":["Mötley Crüe","Vince Neil","band's lead singer","career","racing car driver","February","years","time"],"images":["https://metalheadzone.com/wp-content/uploads/2019/10/freddie-mercury-queen.jpg","https://nypost.com/wp-content/uploads/sites/2/2021/03/mick-rock-pointer-sisters.jpg?quality=90&strip=all"],"googleSearchQuery":"Freddie Mercury Mötley Crüe"}]}