{"maximumSentences":7,"searchTerm":"James Gandolfini","prefix":"Who is","sourceContentOriginal":"The year 1997 in film involved many significant films, including Titanic, The Full Monty, Gattaca, Donnie Brasco, Good Will Hunting, L.A. Confidential, The Fifth Element, Nil by Mouth, The Spanish Prisoner, and the beginning of the film studio DreamWorks.\n\n\n== Highest-grossing films ==\n\nThe top 10 films released in 1997 by worldwide gross are as follows:\nTitanic became the first movie in history to pass US$1 billion at the box office on March 1, 1998. Titanic held the record for the highest-grossing movie of all time for 12 years until it was surpassed by Avatar on January 25, 2010.\n\n\n== Events ==\nThe Star Wars Special Editions, a theatrical anniversary edition of the original Star Wars trilogy, celebrating the 20th anniversary of the release of Star Wars: Episode IV – A New Hope, are released.\nThe Fifth Element is released, becoming a global box office success. It will go on to become the top-grossing French film of all time, a record it will hold for 11 years until the release of The Intouchables in 2011.\nTitanic becomes the first film to gross US$1 billion at the box office, making it the highest-grossing film in history until Avatar broke the record in 2010.\nThe Lost World: Jurassic Park grosses a record $90,161,880 on Memorial Day Weekend.Academy Awards\nGolden Globe Awards\nPalme d'Or (Cannes Film Festival):\n\nTaste of Cherry (طعم گيلاس, Ta'm-e gilass), directed by Abbas Kiarostami, Iran / France\nThe Eel (うなぎ, Unagi), directed by Shohei Imamura, JapanGolden Lion (Venice Film Festival):\n\nHana-bi (Fireworks), directed by Takeshi Kitano, JapanGolden Bear (Berlin Film Festival):\n\nThe People vs. Larry Flynt, directed by Miloš Forman, Canada / United States\n\n\n=== Award ceremonies ===\n2nd Empire Awards\n24th Saturn Awards\n\n\n== Awards ==\n\n\n== 1997 wide-release movies ==\n\n\n=== January–March ===\n\n\n=== April–June ===\n\n\n=== July–September ===\n\n\n=== October–December ===\n\n\n== Notable films released in 1997 ==\nUnited States unless stated\n\n\n=== A ===\nAbsolute Power, directed by and starring Clint Eastwood, with Gene Hackman, Ed Harris, Laura Linney, Judy Davis, Dennis Haysbert, Scott Glenn, E. G. Marshall\nAddicted to Love, starring Meg Ryan and Matthew Broderick\nAirbag – (Spain)\nAir Bud, directed by Charles Martin Smith and starring Michael Jeter, Kevin Zegers, and Wendy Makkena\nAir Force One, directed by Wolfgang Petersen and starring Harrison Ford, Wendy Crewson, Glenn Close, Gary Oldman, Liesel Matthews and William H. Macy\nThe Alarmist, starring David Arquette and Stanley Tucci\nAlbino Alligator, directed by Kevin Spacey, starring Matt Dillon, Gary Sinise, Faye Dunaway, and Viggo Mortensen\nAlien Resurrection, starring Sigourney Weaver and Winona Ryder\nAll Over Me, directed by Alex Sichel and starring Alison Folland, Tara Subkoff, Cole Hauser, and Wilson Cruz\nAn American Werewolf in Paris, directed by Allen Waller and starring Tom Everett Scott and Julie Delphy\nAmerican Vampire, starring Carmen Electra\nAmistad, directed by Steven Spielberg, starring Morgan Freeman, Anthony Hopkins, and Djimon Hounsou\nAnaconda, directed by Luis Llosa and starring Jennifer Lopez, Eric Stoltz, and Jon Voight\nAnastasia, directed by Don Bluth and Gary Goldman, and starring the voices of Meg Ryan, John Cusack, and Kelsey Grammer.\nAnother Day in Paradise, directed by Larry Clark and starring Melanie Griffith, Natasha Gregson Wagner, Vincent Kartheiser, and James Woods\nThe Apostle, directed by and starring Robert Duvall, with Miranda Richardson and Farrah Fawcett\nAs Good as It Gets, directed by James L. Brooks, starring Jack Nicholson, Helen Hunt, and Greg Kinnear – Golden Globe Award for Best Picture (Musical or Comedy)\nThe Assignment, directed by Christian Duguay and starring Aidan Quinn, Donald Sutherland and Ben Kingsley\nAustin Powers: International Man of Mystery, directed by Jay Roach and starring Mike Myers, Elizabeth Hurley, Mimi Rogers, and Michael York\n\n\n=== B ===\nBang\nBatman & Robin, directed by Joel Schumacher and starring George Clooney, Arnold Schwarzenegger, Chris O'Donnell, and Uma Thurman\nBean, directed by Mel Smith, starring Rowan Atkinson – (UK)\nBent, starring Clive Owen – (UK), rated NC-17\nBest Men, starring Dean Cain, Sean Patrick Flanery, Drew Barrymore, Fred Ward, and Andy Dick\nBeverly Hills Ninja, starring Chris Farley\nBlackrock, starring Heath Ledger – (Australia)\nBliss\nBoogie Nights, directed by Paul Thomas Anderson, starring Mark Wahlberg, Burt Reynolds, Julianne Moore, Philip Seymour Hoffman, William H. Macy, John C. Reilly, and Don Cheadle\nBooty Call, starring Jamie Foxx\nThe Borrowers, starring John Goodman\nLe Bossu (The Hunchback), starring Daniel Auteuil – (France)\nThe Boxer, directed by Jim Sheridan and starring Daniel Day-Lewis\nBreakdown, starring Kurt Russell, Kathleen Quinlan, J. T. Walsh\nBrother (Brat) – (Russia)\nBuddy, starring Rene Russo\nThe Butcher Boy, directed by Neil Jordan and starring Eamonn Owens, Stephen Rea, and Sinead O'Connor (Ireland)\nBuud Yam – (Burkina Faso)\n\n\n=== C ===\nThe Call of the Wild: Dog of the Yukon (Canada)\nCampfire Tales\nCareer Girls, directed by Mike Leigh – (UK)\nThe Castle – (Australia)\nCats Don't Dance, directed by Mark Dindal\nCharacter (Karakter) – (Netherlands/Belgium) – Academy Award for Best Foreign Language Film\nChasing Amy, directed by Kevin Smith, starring Ben Affleck, Joey Lauren Adams, and Jason Lee\nChildren of Heaven (بچه‌های آسمان), directed by Majid Majidi – (Iran) – first Iranian film to be nominated for an Oscar\nCity of Industry, directed by John Sayles\nClockwatchers, starring Toni Collette, Parker Posey, and Lisa Kudrow\nCommandments, starring Courteney Cox\nCon Air, directed by Simon West and starring John Cusack, Nicolas Cage, John Malkovich, and Steve Buscemi\nConspiracy Theory, directed by Richard Donner, starring Mel Gibson and Julia Roberts\nContact, directed by Robert Zemeckis, starring Jodie Foster, Matthew McConaughey, Tom Skerritt, James Woods, Angela Bassett, and John Hurt\nCop Land, directed by James Mangold, starring Sylvester Stallone, Harvey Keitel, Ray Liotta, and Robert De Niro\nCrayola Kids Adventures: Tales of Gulliver's Travels\nCube – (Canada)\n\n\n=== D ===\nDakan (Destiny) (Guinea)\nDangerous Ground, starring Ice Cube and Elizabeth Hurley\nDante's Peak, starring Pierce Brosnan, Linda Hamilton, and Charles Hallahan\nDeconstructing Harry, directed by and starring Woody Allen\nDef Jam's How to Be a Player\nDefying Gravity\nThe Devil's Advocate, directed by Taylor Hackford and starring Keanu Reeves, Charlize Theron, and Al Pacino\nThe Devil's Own, directed by Alan J. Pakula, starring Harrison Ford and Brad Pitt\nDifferent Strokes, starring Dana Plato and Bentley Mitchum\nDigging to China, directed by Timothy Hutton and starring Kevin Bacon and Evan Rachel Wood\nDogtown, starring Mary Stuart Masterson, Natasha Gregson Wagner, Jon Favreau\nDonnie Brasco, directed by Mike Newell, starring Al Pacino and Johnny Depp\nDouble Team, starring Jean-Claude Van Damme, Dennis Rodman, and Mickey Rourke\nDream with the Fishes\nDriftwood, starring James Spader\n\n\n=== E ===\nThe Edge, starring Anthony Hopkins and Alec Baldwin\nEd Mort – (Brazil)\nThe Eel, directed by Shohei Imamura – (Japan) – Palme d'Or award\nThe End of Evangelion – (Japan)\nEvangelion: Death and Rebirth – (Japan)\nEvent Horizon, starring Laurence Fishburne\nEve's Bayou, starring Lynn Whitfield and Samuel L. Jackson\nExcess Baggage, starring Alicia Silverstone and Benicio del Toro\n\n\n=== F ===\nFace, starring Robert Carlyle and Ray Winstone – (UK)\nFace/Off, directed by John Woo, starring John Travolta and Nicolas Cage\nFathers' Day, starring Robin Williams and Billy Crystal\nFernGully 2: The Magical Rescue\nFever Pitch, starring Colin Firth – (UK)\nFierce Creatures, starring John Cleese, Jamie Lee Curtis, Kevin Kline, Michael Palin – (UK/US)\nThe Fifth Element, directed by Luc Besson, starring Bruce Willis, Gary Oldman, Milla Jovovich, Chris Tucker – (France)\nFire Down Below, starring Steven Seagal\n...First Do No Harm, starring Meryl Streep, Fred Ward\nFirst Time Felon, starring Omar Epps and Delroy Lindo\nFloating, starring Norman Reedus\nFlubber, directed by Les Mayfield, starring Robin Williams, Christopher McDonald, Clancy Brown, voices by Jodi Benson\nFools Rush In, starring Salma Hayek and Matthew Perry\nFor Richer or Poorer, starring Tim Allen and Kirstie Alley\nFree Willy 3: The Rescue, directed by Sam Pillsbury\nThe Full Monty, directed by Peter Cattaneo and starring Robert Carlyle – (UK)\nFunny Games, directed by Michael Haneke – (Austria)\n\n\n=== G ===\nG.I. Jane, starring Demi Moore and Anne Bancroft\nThe Game, directed by David Fincher, starring Michael Douglas and Sean Penn\nGang Related, starring James Belushi, Dennis Quaid, Tupac Shakur\nGattaca, starring Ethan Hawke, Uma Thurman, Jude Law\nGeorge of the Jungle, directed by Sam Weisman, starring Brendan Fraser, Leslie Mann, Thomas Haden Church, Richard Roundtree and John Cleese (voice only)\nGhosts, a music short featuring Michael Jackson\nGlam, starring William McNamara, Natasha Gregson Wagner, Tony Danza, Jon Cryer – rated NC-17\nGone Fishin', starring Joe Pesci and Danny Glover\nGood Burger, starring Kenan Thompson and Kel Mitchell\nGood Will Hunting, directed by Gus Van Sant, starring Robin Williams, Matt Damon, Minnie Driver, Ben Affleck\nGoodbye America – (Philippines/US)\nGridlock'd, starring Tim Roth and Tupac Shakur\nGrosse Pointe Blank, starring John Cusack, Minnie Driver, Dan Aykroyd\n\n\n=== H ===\nHacks, starring Stephen Rea, Illeana Douglas, John Ritter\nHamam – (Italy/Spain/Turkey)\nHana-bi (Fireworks), directed by and starring Takeshi Kitano – (Japan) – Golden Lion award\nHappy Together\nHeads or Tails, starring Roy Dupuis – (Canada)\nHeaven's Burning, starring Russell Crowe and Youki Kudoh – (Australia)\nHenry Fool, directed by Hal Hartley – winner of Best Screenplay Cannes Film Festival\nHercules\nHighball, starring Justine Bateman\nHold You Tight, directed by Stanley Kwan – (Hong Kong)\nHome Alone 3, starring Alex D. Linz and Scarlett Johansson\nHoodlum, starring Laurence Fishburne\nThe Hound\nThe House of Yes. starring Parker Posey, Tori Spelling, Freddie Prinze Jr.\nHugo Pool, starring Alyssa Milano, Patrick Dempsey, Robert Downey Jr.\nHurricane Streets\n\n\n=== I ===\nI Know What You Did Last Summer, starring Jennifer Love Hewitt, Sarah Michelle Gellar, Ryan Phillippe\nThe Ice Storm, starring Kevin Kline, Joan Allen, Sigourney Weaver, Tobey Maguire\nIn & Out, starring Kevin Kline, Joan Cusack, Tom Selleck, Matt Dillon, Bob Newhart\nIn the Company of Men\nIncognito, starring Jason Patric\nInto Thin Air\nInventing the Abbotts, starring Liv Tyler, Joaquin Phoenix, Billy Crudup, Jennifer Connelly\n\n\n=== J–K ===\nThe Jackal, starring Bruce Willis and Richard Gere\nJackie Brown, directed by Quentin Tarantino, starring Samuel L. Jackson, Pam Grier, Bridget Fonda, Michael Keaton, Robert Forster, Robert De Niro\nJackie Chan's First Strike – (Hong Kong)\nJack Frost\nJoey – (Australia)\nJosh and the Big Wall!\nJoyride, starring Tobey Maguire and Benicio Del Toro\nJungle 2 Jungle, starring Tim Allen\nJust Write, starring Jeremy Piven\nKini and Adams – (Burkina Faso)\nKiss or Kill – (Australia)\nKiss the Girls, starring Morgan Freeman and Ashley Judd\nKiss & Tell, starring Heather Graham and Rose McGowan\nKitchen Party – (Canada)\nKnockin' on Heaven's Door – (Germany)\nKull the Conqueror\nKundun, directed by Martin Scorsese\n\n\n=== L ===\nL.A. Confidential, directed by Curtis Hanson, starring Kevin Spacey, Russell Crowe, Guy Pearce, Kim Basinger, Danny DeVito, James Cromwell\nLarry-Boy! And the Fib from Outer Space!\nThe Last Time I Committed Suicide, starring Thomas Jane and Keanu Reeves\nLawn Dogs, starring Sam Rockwell\nLeave It to Beaver, starring Christopher McDonald and Janine Turner\nLewis and Clark and George\nLiar Liar, starring Jim Carrey\nLife is Beautiful, directed by and starring Roberto Benigni – (Italy) – Academy Award for Best Foreign Language Film\nA Life Less Ordinary, starring Ewan McGregor and Cameron Diaz – (UK/US)\nLittle Boy Blue, starring Ryan Phillippe and Nastassja Kinski\nLittle City, starring Jon Bon Jovi\nLive Flesh, directed by Pedro Almodóvar, starring Javier Bardem – (Spain)\nThe Locusts, starring Vince Vaughn and Ashley Judd\nLolita, starring Jeremy Irons\nLost Highway, directed by David Lynch, starring Bill Pullman and Patricia Arquette\nThe Lost World: Jurassic Park, directed by Steven Spielberg, starring Jeff Goldblum and Julianne Moore\nLove and Death on Long Island, starring John Hurt – (Canada/UK)\nLove Jones\nLovelife, starring Sherilyn Fenn and Carla Gugino\n\n\n=== M ===\nMa vie en rose (My Life in Pink) – (Belgium) – Golden Globe Award for Best Foreign Language Film\nMad City, starring Dustin Hoffman and John Travolta\nThe Man Who Knew Too Little, starring Bill Murray\nMasterminds, starring Patrick Stewart\nThe MatchMaker, starring Janeane Garofalo – (Ireland)\nMeet Wally Sparks, starring Rodney Dangerfield\nMen in Black, directed by Barry Sonnenfeld, starring Tommy Lee Jones and Will Smith\nMetro, starring Eddie Murphy\nMidnight in the Garden of Good and Evil, directed by Clint Eastwood, starring Kevin Spacey and John Cusack\nMimic, starring Mira Sorvino\nMoney Talks, starring Chris Tucker\nMortal Kombat: Annihilation\nMost Wanted\nMouse Hunt, starring Nathan Lane\nMr. Magoo, starring Leslie Nielsen\nMrs Brown, starring Judi Dench and Billy Connolly – (UK)\nMrs. Dalloway, starring Vanessa Redgrave – (UK)\nMurder at 1600, starring Wesley Snipes\nMy Best Friend's Wedding, starring Julia Roberts\nMy Heart Is Mine Alone – (Germany)\nMyself in the Distant Future – (North Korea)\n\n\n=== N–O ===\nNevada, starring Amy Brenneman\nNiagara, Niagara\nThe Night Flier, starring Miguel Ferrer\nNight of the Demons 3\nNightwatch, starting Ewan McGregor, Josh Brolin, Nick Nolte\nNil by Mouth, directed by Gary Oldman, starring Ray Winstone – (UK)\nNothing to Lose, starring Martin Lawrence and Tim Robbins\nNowhere\nOffice Killer, starring Molly Ringwald\nThe Old Lady and the Pigeons – (France)\n187, starring Samuel L. Jackson\nOne Night Stand, starring Wesley Snipes\nOrgazmo starring Trey Parker, Matt Stone, Dian Bachar, rated NC-17\nOssos (Portugal)\nOut to Sea, starring Walter Matthau and Jack Lemmon\n\n\n=== P–Q ===\nPaws, starring Billy Connolly, Heath Ledger – (Australia)\nThe Peacekeeper, starring Dolph Lundgren, Montel Williams, Roy Scheider – (Canada)\nThe Peacemaker, starring George Clooney and Nicole Kidman\nPerdita Durango, starring Javier Bardem and Rosie Perez – (Spain)\nThe Perfect Circle (Savršeni krug), directed by Ademir Kenović – (Bosnia and Herzogovina)\nPicture Perfect, starring Jennifer Aniston\nPippi Longstocking – (Sweden)\nPlaying God, starring David Duchovny\nPlump Fiction\nThe Postman, directed by and starring Kevin Costner\nPrefontaine, starring Jared Leto\nPride Divide\nPrincess Mononoke (Mononoke Hime) – (Japan)\nPrivate Parts, starring Howard Stern\nQuiet Days in Hollywood, starring Hilary Swank, Chad Lowe, Natasha Gregson Wagner – (Germany)\n\n\n=== R ===\nThe Rainmaker, directed by Francis Coppola, starring Matt Damon, Danny DeVito, Claire Danes, Jon Voight\nThe Rage, starring Gary Busey, Lorenzo Lamas, Roy Scheider – (Canada/US)\nRed-Blooded American Girl II, starring Kari Wuhrer, Burt Young and David Keith – (Canada)\nRed Corner, starring Richard Gere\nRegeneration, starring Jonathan Pryce – (UK)\nThe Relic, starring Penelope Ann Miller\nRetroactive\nA River Made to Drown In\nRoad to Nhill - (Australia)\nRocketMan\nRomy and Michele's High School Reunion, starring Lisa Kudrow and Mira Sorvino\nRosewood, directed by John Singleton, starring Ving Rhames\n\n\n=== S ===\nThe Saint, starring Val Kilmer\nScream 2, starring Neve Campbell\nSelena, starring Jennifer Lopez\nSeven Years in Tibet, directed by Jean-Jacques Annaud, starring Brad Pitt – (US/UK)\nShe's So Lovely, starring Sean Penn, Robin Wright Penn, John Travolta\nShooting Fish – (UK)\nThe Sixth Man, starring Marlon Wayans\nSoul Food, starring Vanessa L. Williams and Vivica A. Fox\nThe Soong Sisters, starring Maggie Cheung, Michelle Yeoh and Vivian Wu – (Hong Kong)\nSpace Marines\nSpaceman\nThe Spanish Prisoner, directed by David Mamet, starring Campbell Scott and Steve Martin\nSpawn, starring Michael Jai White, John Leguizamo, Frank Welker and Martin Sheen\nSpeed 2: Cruise Control, starring Sandra Bullock\nSpice World, featuring the Spice Girls and Richard E. Grant – (UK/US)\nStag\nStar Wars Trilogy (Special Edition)\nStarship Troopers, directed by Paul Verhoeven\nSteel, starring Shaquille O'Neal\nStill Breathing, starring Brendan Fraser and Joanna Going\nStrawberry Fields\nSuicide Kings, starring Christopher Walken\nSunday\nSuper Speedway\nThe Sweet Hereafter, starring Ian Holm – (Canada)\nSwitchback, starring Danny Glover and Dennis Quaid\n\n\n=== T ===\nTaste of Cherry, directed by Abbas Kiarostami – (Iran) – Palme d'Or award\nThank God He Met Lizzie, starring Cate Blanchett – (Australia)\nThat Old Feeling, starring Bette Midler and Dennis Farina\nThe Thief (vor) – (Russia)\nThis World, Then the Fireworks, starring Billy Zane and Gina Gershon\nTime Under Fire\nTitanic, directed by James Cameron, starring Leonardo DiCaprio and Kate Winslet – Academy and Golden Globe (drama) Awards for Best Picture\nTomorrow Never Dies, starring Pierce Brosnan (as James Bond), Michelle Yeoh, Teri Hatcher, Judi Dench – (UK)\nTrojan War, starring Jennifer Love Hewitt, Will Friedle, Danny Masterson\nTurbo: A Power Rangers Movie\nTurbulence, starring Ray Liotta and Lauren Holly\nTwists of Terror (Canada)\nTwo Girls and a Guy, starring Robert Downey Jr., Heather Graham, Natasha Gregson Wagner\n\n\n=== U–V ===\nU Turn, directed by Oliver Stone, starring Sean Penn, Jennifer Lopez, Nick Nolte\nUnder the Lighthouse Dancing – (Australia)\nUlee's Gold, starring Peter Fonda\nVegas Vacation, starring Chevy Chase\nVolcano, starring Tommy Lee Jones\n\n\n=== W ===\nWag the Dog, directed by Barry Levinson, starring Robert De Niro and Dustin Hoffman\nWaiting for Guffman, directed by Christopher Guest\nWarriors of Virtue – (US/China)\nWelcome to Sarajevo, starring Woody Harrelson\nThe Wiggles Movie – (Australia)\nWild America\nThe Wings of the Dove, starring Helena Bonham Carter – (UK/US)\nWishmaster\nThe Wrong Guy, starring Dave Foley – (Canada)\n\n\n=== YZ ===\nYear of the Dogs – (Australia)\nYear of the Horse, a documentary film about Neil Young directed by Jim Jarmusch\nZeus and Roxanne, starring Steve Guttenberg and Kathleen Quinlan\n\n\n== Births ==\nJanuary 21 – Jeremy Shada, American actor and musician\nJanuary 24\nJonah Bobo, American actor\nDylan Riley Snyder, American actor\nFebruary 8 – Kathryn Newton, American actress\nFebruary 10 – Chloë Grace Moretz, American actress\nFebruary 25 – Isabelle Fuhrman, American actress\nMarch 10 – Madeleine Arthur, Canadian actress\nApril 15 – Maisie Williams, British actress\nMay 11 – Lana Condor, American actress\nMay 12 – Odeya Rush, Israeli actress\nMay 30 – Jake Short, American actor\nJune 13 – Theodore Pellerin, Canadian actor\nJune 16 – Camila Morrone, American model and actress\nJune 17 – KJ Apa, New Zealand actor\nJune 18 – Max Records, American actor\nJuly 13 – Leo Howard, American actor and martial artist\nJuly 22 – Field Cate, American actor\nAugust 5\nOlivia Holt, American teen actress and singer\nAdam Irigoyen, American actor\nAugust 25 – Bryana Salaz, American actress and singer\nAugust 28 – Emilia McCarthy, Canadian actress\nAugust 30 – Dana Gaier, American actress\nSeptember 7 – Dean-Charles Chapman, British actor\nSeptember 16 – Elena Kampouris, American actress\nOctober 7 – Kira Kosarin, American actress\nOctober 8 – Bella Thorne, singer, model and actress\nOctober 10 – Grace Rolek, American actress and voice actress\nOctober 23 – Zach Callison, American actor and voice actor\nOctober 28 – Sierra McCormick, American actress\nNovember 1\nMax Burkholder, American actor\nAlex Wolff, American actor and musician\nNovember 26 – Aubrey Joseph, American actor and rapper\nDecember 11 – Taylor Hickson, Canadian actress\nDecember 15 – Maude Apatow, American actress\n\n\n== Notable deaths ==\n\n\n== Film debuts ==\nEric Bana – The Castle\nJacinda Barrett – Campfire Tales\nMischa Barton – Lawn Dogs\nPaul Bettany – Bent\nLeslie Bibb – Private Parts\nJessica Biel – Ulee's Gold\nCate Blanchett – Paradise Road\nOrlando Bloom – Wilde\nGerard Butler – Mrs Brown\nErika Christensen – Leave It to Beaver\nChiwetel Ejiofor – Amistad\nShannon Elizabeth – Blast and Jack Frost\nTom Felton – The Borrowers\nRebecca Gayheart – Nothing to Lose\nJennifer Garner – Deconstructing Harry and Mr. Magoo\nAdrian Grenier – Arresting Gena\nIoan Gruffudd – Wilde\nKatie Holmes – The Ice Storm\nSamantha Morton – This Is the Sea\nAlessandro Nivola - Inventing the Abbotts\nSarah Paulson – Levitation\nSara Paxton – Liar Liar\nNorman Reedus – Floating and Mimic\nMaya Rudolph – Gattaca\nAmy Smart – Campfire Tales and The Last Time I Committed Suicide\nLeelee Sobieski – Jungle 2 Jungle\nMena Suvari – Nowhere\nDominique Swain – Lolita\nOlivia Williams – Gaston's War\n\n\n== References ==","sourceContentSanitized":"The year 1997 in film involved many significant films, including Titanic, The Full Monty, Gattaca, Donnie Brasco, Good Will Hunting, L.A. Confidential, The Fifth Element, Nil by Mouth, The Spanish Prisoner, and the beginning of the film studio DreamWorks. The top 10 films released in 1997 by worldwide gross are as follows: Titanic became the first movie in history to pass US$1 billion at the box office on March 1, 1998. Titanic held the record for the highest-grossing movie of all time for 12 years until it was surpassed by Avatar on January 25, 2010. The Star Wars Special Editions, a theatrical anniversary edition of the original Star Wars trilogy, celebrating the 20th anniversary of the release of Star Wars: Episode IV – A New Hope, are released. The Fifth Element is released, becoming a global box office success. It will go on to become the top-grossing French film of all time, a record it will hold for 11 years until the release of The Intouchables in 2011. Titanic becomes the first film to gross US$1 billion at the box office, making it the highest-grossing film in history until Avatar broke the record in 2010. The Lost World: Jurassic Park grosses a record $90,161,880 on Memorial Day Weekend.Academy Awards Golden Globe Awards Palme d'Or (Cannes Film Festival): Taste of Cherry (طعم گيلاس, Ta'm-e gilass), directed by Abbas Kiarostami, Iran / France The Eel (うなぎ, Unagi), directed by Shohei Imamura, JapanGolden Lion (Venice Film Festival): Hana-bi (Fireworks), directed by Takeshi Kitano, JapanGolden Bear (Berlin Film Festival): The People vs. Larry Flynt, directed by Miloš Forman, Canada / United States 2nd Empire Awards 24th Saturn Awards United States unless stated Absolute Power, directed by and starring Clint Eastwood, with Gene Hackman, Ed Harris, Laura Linney, Judy Davis, Dennis Haysbert, Scott Glenn, E. G. Marshall Addicted to Love, starring Meg Ryan and Matthew Broderick Airbag – (Spain) Air Bud, directed by Charles Martin Smith and starring Michael Jeter, Kevin Zegers, and Wendy Makkena Air Force One, directed by Wolfgang Petersen and starring Harrison Ford, Wendy Crewson, Glenn Close, Gary Oldman, Liesel Matthews and William H. Macy The Alarmist, starring David Arquette and Stanley Tucci Albino Alligator, directed by Kevin Spacey, starring Matt Dillon, Gary Sinise, Faye Dunaway, and Viggo Mortensen Alien Resurrection, starring Sigourney Weaver and Winona Ryder All Over Me, directed by Alex Sichel and starring Alison Folland, Tara Subkoff, Cole Hauser, and Wilson Cruz An American Werewolf in Paris, directed by Allen Waller and starring Tom Everett Scott and Julie Delphy American Vampire, starring Carmen Electra Amistad, directed by Steven Spielberg, starring Morgan Freeman, Anthony Hopkins, and Djimon Hounsou Anaconda, directed by Luis Llosa and starring Jennifer Lopez, Eric Stoltz, and Jon Voight Anastasia, directed by Don Bluth and Gary Goldman, and starring the voices of Meg Ryan, John Cusack, and Kelsey Grammer. Another Day in Paradise, directed by Larry Clark and starring Melanie Griffith, Natasha Gregson Wagner, Vincent Kartheiser, and James Woods The Apostle, directed by and starring Robert Duvall, with Miranda Richardson and Farrah Fawcett As Good as It Gets, directed by James L. Brooks, starring Jack Nicholson, Helen Hunt, and Greg Kinnear – Golden Globe Award for Best Picture (Musical or Comedy) The Assignment, directed by Christian Duguay and starring Aidan Quinn, Donald Sutherland and Ben Kingsley Austin Powers: International Man of Mystery, directed by Jay Roach and starring Mike Myers, Elizabeth Hurley, Mimi Rogers, and Michael York Bang Batman & Robin, directed by Joel Schumacher and starring George Clooney, Arnold Schwarzenegger, Chris O'Donnell, and Uma Thurman Bean, directed by Mel Smith, starring Rowan Atkinson – (UK) Bent, starring Clive Owen – (UK), rated NC-17 Best Men, starring Dean Cain, Sean Patrick Flanery, Drew Barrymore, Fred Ward, and Andy Dick Beverly Hills Ninja, starring Chris Farley Blackrock, starring Heath Ledger – (Australia) Bliss Boogie Nights, directed by Paul Thomas Anderson, starring Mark Wahlberg, Burt Reynolds, Julianne Moore, Philip Seymour Hoffman, William H. Macy, John C. Reilly, and Don Cheadle Booty Call, starring Jamie Foxx The Borrowers, starring John Goodman Le Bossu (The Hunchback), starring Daniel Auteuil – (France) The Boxer, directed by Jim Sheridan and starring Daniel Day-Lewis Breakdown, starring Kurt Russell, Kathleen Quinlan, J. T. Walsh Brother (Brat) – (Russia) Buddy, starring Rene Russo The Butcher Boy, directed by Neil Jordan and starring Eamonn Owens, Stephen Rea, and Sinead O'Connor (Ireland) Buud Yam – (Burkina Faso) The Call of the Wild: Dog of the Yukon (Canada) Campfire Tales Career Girls, directed by Mike Leigh – (UK) The Castle – (Australia) Cats Don't Dance, directed by Mark Dindal Character (Karakter) – (Netherlands/Belgium) – Academy Award for Best Foreign Language Film Chasing Amy, directed by Kevin Smith, starring Ben Affleck, Joey Lauren Adams, and Jason Lee Children of Heaven (بچه‌های آسمان), directed by Majid Majidi – (Iran) – first Iranian film to be nominated for an Oscar City of Industry, directed by John Sayles Clockwatchers, starring Toni Collette, Parker Posey, and Lisa Kudrow Commandments, starring Courteney Cox Con Air, directed by Simon West and starring John Cusack, Nicolas Cage, John Malkovich, and Steve Buscemi Conspiracy Theory, directed by Richard Donner, starring Mel Gibson and Julia Roberts Contact, directed by Robert Zemeckis, starring Jodie Foster, Matthew McConaughey, Tom Skerritt, James Woods, Angela Bassett, and John Hurt Cop Land, directed by James Mangold, starring Sylvester Stallone, Harvey Keitel, Ray Liotta, and Robert De Niro Crayola Kids Adventures: Tales of Gulliver's Travels Cube – (Canada) Dakan (Destiny) (Guinea) Dangerous Ground, starring Ice Cube and Elizabeth Hurley Dante's Peak, starring Pierce Brosnan, Linda Hamilton, and Charles Hallahan Deconstructing Harry, directed by and starring Woody Allen Def Jam's How to Be a Player Defying Gravity The Devil's Advocate, directed by Taylor Hackford and starring Keanu Reeves, Charlize Theron, and Al Pacino The Devil's Own, directed by Alan J. Pakula, starring Harrison Ford and Brad Pitt Different Strokes, starring Dana Plato and Bentley Mitchum Digging to China, directed by Timothy Hutton and starring Kevin Bacon and Evan Rachel Wood Dogtown, starring Mary Stuart Masterson, Natasha Gregson Wagner, Jon Favreau Donnie Brasco, directed by Mike Newell, starring Al Pacino and Johnny Depp Double Team, starring Jean-Claude Van Damme, Dennis Rodman, and Mickey Rourke Dream with the Fishes Driftwood, starring James Spader The Edge, starring Anthony Hopkins and Alec Baldwin Ed Mort – (Brazil) The Eel, directed by Shohei Imamura – (Japan) – Palme d'Or award The End of Evangelion – (Japan) Evangelion: Death and Rebirth – (Japan) Event Horizon, starring Laurence Fishburne Eve's Bayou, starring Lynn Whitfield and Samuel L. Jackson Excess Baggage, starring Alicia Silverstone and Benicio del Toro Face, starring Robert Carlyle and Ray Winstone – (UK) Face/Off, directed by John Woo, starring John Travolta and Nicolas Cage Fathers' Day, starring Robin Williams and Billy Crystal FernGully 2: The Magical Rescue Fever Pitch, starring Colin Firth – (UK) Fierce Creatures, starring John Cleese, Jamie Lee Curtis, Kevin Kline, Michael Palin – (UK/US) The Fifth Element, directed by Luc Besson, starring Bruce Willis, Gary Oldman, Milla Jovovich, Chris Tucker – (France) Fire Down Below, starring Steven Seagal ...First Do No Harm, starring Meryl Streep, Fred Ward First Time Felon, starring Omar Epps and Delroy Lindo Floating, starring Norman Reedus Flubber, directed by Les Mayfield, starring Robin Williams, Christopher McDonald, Clancy Brown, voices by Jodi Benson Fools Rush In, starring Salma Hayek and Matthew Perry For Richer or Poorer, starring Tim Allen and Kirstie Alley Free Willy 3: The Rescue, directed by Sam Pillsbury The Full Monty, directed by Peter Cattaneo and starring Robert Carlyle – (UK) Funny Games, directed by Michael Haneke – (Austria) G.I. Jane, starring Demi Moore and Anne Bancroft The Game, directed by David Fincher, starring Michael Douglas and Sean Penn Gang Related, starring James Belushi, Dennis Quaid, Tupac Shakur Gattaca, starring Ethan Hawke, Uma Thurman, Jude Law George of the Jungle, directed by Sam Weisman, starring Brendan Fraser, Leslie Mann, Thomas Haden Church, Richard Roundtree and John Cleese (voice only) Ghosts, a music short featuring Michael Jackson Glam, starring William McNamara, Natasha Gregson Wagner, Tony Danza, Jon Cryer – rated NC-17 Gone Fishin', starring Joe Pesci and Danny Glover Good Burger, starring Kenan Thompson and Kel Mitchell Good Will Hunting, directed by Gus Van Sant, starring Robin Williams, Matt Damon, Minnie Driver, Ben Affleck Goodbye America – (Philippines/US) Gridlock'd, starring Tim Roth and Tupac Shakur Grosse Pointe Blank, starring John Cusack, Minnie Driver, Dan Aykroyd Hacks, starring Stephen Rea, Illeana Douglas, John Ritter Hamam – (Italy/Spain/Turkey) Hana-bi (Fireworks), directed by and starring Takeshi Kitano – (Japan) – Golden Lion award Happy Together Heads or Tails, starring Roy Dupuis – (Canada) Heaven's Burning, starring Russell Crowe and Youki Kudoh – (Australia) Henry Fool, directed by Hal Hartley – winner of Best Screenplay Cannes Film Festival Hercules Highball, starring Justine Bateman Hold You Tight, directed by Stanley Kwan – (Hong Kong) Home Alone 3, starring Alex D. Linz and Scarlett Johansson Hoodlum, starring Laurence Fishburne The Hound The House of Yes. starring Parker Posey, Tori Spelling, Freddie Prinze Jr. Hugo Pool, starring Alyssa Milano, Patrick Dempsey, Robert Downey Jr. Hurricane Streets I Know What You Did Last Summer, starring Jennifer Love Hewitt, Sarah Michelle Gellar, Ryan Phillippe The Ice Storm, starring Kevin Kline, Joan Allen, Sigourney Weaver, Tobey Maguire In & Out, starring Kevin Kline, Joan Cusack, Tom Selleck, Matt Dillon, Bob Newhart In the Company of Men Incognito, starring Jason Patric Into Thin Air Inventing the Abbotts, starring Liv Tyler, Joaquin Phoenix, Billy Crudup, Jennifer Connelly The Jackal, starring Bruce Willis and Richard Gere Jackie Brown, directed by Quentin Tarantino, starring Samuel L. Jackson, Pam Grier, Bridget Fonda, Michael Keaton, Robert Forster, Robert De Niro Jackie Chan's First Strike – (Hong Kong) Jack Frost Joey – (Australia) Josh and the Big Wall! Joyride, starring Tobey Maguire and Benicio Del Toro Jungle 2 Jungle, starring Tim Allen Just Write, starring Jeremy Piven Kini and Adams – (Burkina Faso) Kiss or Kill – (Australia) Kiss the Girls, starring Morgan Freeman and Ashley Judd Kiss & Tell, starring Heather Graham and Rose McGowan Kitchen Party – (Canada) Knockin' on Heaven's Door – (Germany) Kull the Conqueror Kundun, directed by Martin Scorsese L.A. Confidential, directed by Curtis Hanson, starring Kevin Spacey, Russell Crowe, Guy Pearce, Kim Basinger, Danny DeVito, James Cromwell Larry-Boy! And the Fib from Outer Space! The Last Time I Committed Suicide, starring Thomas Jane and Keanu Reeves Lawn Dogs, starring Sam Rockwell Leave It to Beaver, starring Christopher McDonald and Janine Turner Lewis and Clark and George Liar Liar, starring Jim Carrey Life is Beautiful, directed by and starring Roberto Benigni – (Italy) – Academy Award for Best Foreign Language Film A Life Less Ordinary, starring Ewan McGregor and Cameron Diaz – (UK/US) Little Boy Blue, starring Ryan Phillippe and Nastassja Kinski Little City, starring Jon Bon Jovi Live Flesh, directed by Pedro Almodóvar, starring Javier Bardem – (Spain) The Locusts, starring Vince Vaughn and Ashley Judd Lolita, starring Jeremy Irons Lost Highway, directed by David Lynch, starring Bill Pullman and Patricia Arquette The Lost World: Jurassic Park, directed by Steven Spielberg, starring Jeff Goldblum and Julianne Moore Love and Death on Long Island, starring John Hurt – (Canada/UK) Love Jones Lovelife, starring Sherilyn Fenn and Carla Gugino Ma vie en rose (My Life in Pink) – (Belgium) – Golden Globe Award for Best Foreign Language Film Mad City, starring Dustin Hoffman and John Travolta The Man Who Knew Too Little, starring Bill Murray Masterminds, starring Patrick Stewart The MatchMaker, starring Janeane Garofalo – (Ireland) Meet Wally Sparks, starring Rodney Dangerfield Men in Black, directed by Barry Sonnenfeld, starring Tommy Lee Jones and Will Smith Metro, starring Eddie Murphy Midnight in the Garden of Good and Evil, directed by Clint Eastwood, starring Kevin Spacey and John Cusack Mimic, starring Mira Sorvino Money Talks, starring Chris Tucker Mortal Kombat: Annihilation Most Wanted Mouse Hunt, starring Nathan Lane Mr. Magoo, starring Leslie Nielsen Mrs Brown, starring Judi Dench and Billy Connolly – (UK) Mrs. Dalloway, starring Vanessa Redgrave – (UK) Murder at 1600, starring Wesley Snipes My Best Friend's Wedding, starring Julia Roberts My Heart Is Mine Alone – (Germany) Myself in the Distant Future – (North Korea) Nevada, starring Amy Brenneman Niagara, Niagara The Night Flier, starring Miguel Ferrer Night of the Demons 3 Nightwatch, starting Ewan McGregor, Josh Brolin, Nick Nolte Nil by Mouth, directed by Gary Oldman, starring Ray Winstone – (UK) Nothing to Lose, starring Martin Lawrence and Tim Robbins Nowhere Office Killer, starring Molly Ringwald The Old Lady and the Pigeons – (France) 187, starring Samuel L. Jackson One Night Stand, starring Wesley Snipes Orgazmo starring Trey Parker, Matt Stone, Dian Bachar, rated NC-17 Ossos (Portugal) Out to Sea, starring Walter Matthau and Jack Lemmon Paws, starring Billy Connolly, Heath Ledger – (Australia) The Peacekeeper, starring Dolph Lundgren, Montel Williams, Roy Scheider – (Canada) The Peacemaker, starring George Clooney and Nicole Kidman Perdita Durango, starring Javier Bardem and Rosie Perez – (Spain) The Perfect Circle (Savršeni krug), directed by Ademir Kenović – (Bosnia and Herzogovina) Picture Perfect, starring Jennifer Aniston Pippi Longstocking – (Sweden) Playing God, starring David Duchovny Plump Fiction The Postman, directed by and starring Kevin Costner Prefontaine, starring Jared Leto Pride Divide Princess Mononoke (Mononoke Hime) – (Japan) Private Parts, starring Howard Stern Quiet Days in Hollywood, starring Hilary Swank, Chad Lowe, Natasha Gregson Wagner – (Germany) The Rainmaker, directed by Francis Coppola, starring Matt Damon, Danny DeVito, Claire Danes, Jon Voight The Rage, starring Gary Busey, Lorenzo Lamas, Roy Scheider – (Canada/US) Red-Blooded American Girl II, starring Kari Wuhrer, Burt Young and David Keith – (Canada) Red Corner, starring Richard Gere Regeneration, starring Jonathan Pryce – (UK) The Relic, starring Penelope Ann Miller Retroactive A River Made to Drown In Road to Nhill - (Australia) RocketMan Romy and Michele's High School Reunion, starring Lisa Kudrow and Mira Sorvino Rosewood, directed by John Singleton, starring Ving Rhames The Saint, starring Val Kilmer Scream 2, starring Neve Campbell Selena, starring Jennifer Lopez Seven Years in Tibet, directed by Jean-Jacques Annaud, starring Brad Pitt – (US/UK) She's So Lovely, starring Sean Penn, Robin Wright Penn, John Travolta Shooting Fish – (UK) The Sixth Man, starring Marlon Wayans Soul Food, starring Vanessa L. Williams and Vivica A. Fox The Soong Sisters, starring Maggie Cheung, Michelle Yeoh and Vivian Wu – (Hong Kong) Space Marines Spaceman The Spanish Prisoner, directed by David Mamet, starring Campbell Scott and Steve Martin Spawn, starring Michael Jai White, John Leguizamo, Frank Welker and Martin Sheen Speed 2: Cruise Control, starring Sandra Bullock Spice World, featuring the Spice Girls and Richard E. Grant – (UK/US) Stag Star Wars Trilogy (Special Edition) Starship Troopers, directed by Paul Verhoeven Steel, starring Shaquille O'Neal Still Breathing, starring Brendan Fraser and Joanna Going Strawberry Fields Suicide Kings, starring Christopher Walken Sunday Super Speedway The Sweet Hereafter, starring Ian Holm – (Canada) Switchback, starring Danny Glover and Dennis Quaid Taste of Cherry, directed by Abbas Kiarostami – (Iran) – Palme d'Or award Thank God He Met Lizzie, starring Cate Blanchett – (Australia) That Old Feeling, starring Bette Midler and Dennis Farina The Thief (vor) – (Russia) This World, Then the Fireworks, starring Billy Zane and Gina Gershon Time Under Fire Titanic, directed by James Cameron, starring Leonardo DiCaprio and Kate Winslet – Academy and Golden Globe (drama) Awards for Best Picture Tomorrow Never Dies, starring Pierce Brosnan (as James Bond), Michelle Yeoh, Teri Hatcher, Judi Dench – (UK) Trojan War, starring Jennifer Love Hewitt, Will Friedle, Danny Masterson Turbo: A Power Rangers Movie Turbulence, starring Ray Liotta and Lauren Holly Twists of Terror (Canada) Two Girls and a Guy, starring Robert Downey Jr., Heather Graham, Natasha Gregson Wagner U Turn, directed by Oliver Stone, starring Sean Penn, Jennifer Lopez, Nick Nolte Under the Lighthouse Dancing – (Australia) Ulee's Gold, starring Peter Fonda Vegas Vacation, starring Chevy Chase Volcano, starring Tommy Lee Jones Wag the Dog, directed by Barry Levinson, starring Robert De Niro and Dustin Hoffman Waiting for Guffman, directed by Christopher Guest Warriors of Virtue – (US/China) Welcome to Sarajevo, starring Woody Harrelson The Wiggles Movie – (Australia) Wild America The Wings of the Dove, starring Helena Bonham Carter – (UK/US) Wishmaster The Wrong Guy, starring Dave Foley – (Canada) Year of the Dogs – (Australia) Year of the Horse, a documentary film about Neil Young directed by Jim Jarmusch Zeus and Roxanne, starring Steve Guttenberg and Kathleen Quinlan January 21 – Jeremy Shada, American actor and musician January 24 Jonah Bobo, American actor Dylan Riley Snyder, American actor February 8 – Kathryn Newton, American actress February 10 – Chloë Grace Moretz, American actress February 25 – Isabelle Fuhrman, American actress March 10 – Madeleine Arthur, Canadian actress April 15 – Maisie Williams, British actress May 11 – Lana Condor, American actress May 12 – Odeya Rush, Israeli actress May 30 – Jake Short, American actor June 13 – Theodore Pellerin, Canadian actor June 16 – Camila Morrone, American model and actress June 17 – KJ Apa, New Zealand actor June 18 – Max Records, American actor July 13 – Leo Howard, American actor and martial artist July 22 – Field Cate, American actor August 5 Olivia Holt, American teen actress and singer Adam Irigoyen, American actor August 25 – Bryana Salaz, American actress and singer August 28 – Emilia McCarthy, Canadian actress August 30 – Dana Gaier, American actress September 7 – Dean-Charles Chapman, British actor September 16 – Elena Kampouris, American actress October 7 – Kira Kosarin, American actress October 8 – Bella Thorne, singer, model and actress October 10 – Grace Rolek, American actress and voice actress October 23 – Zach Callison, American actor and voice actor October 28 – Sierra McCormick, American actress November 1 Max Burkholder, American actor Alex Wolff, American actor and musician November 26 – Aubrey Joseph, American actor and rapper December 11 – Taylor Hickson, Canadian actress December 15 – Maude Apatow, American actress Eric Bana – The Castle Jacinda Barrett – Campfire Tales Mischa Barton – Lawn Dogs Paul Bettany – Bent Leslie Bibb – Private Parts Jessica Biel – Ulee's Gold Cate Blanchett – Paradise Road Orlando Bloom – Wilde Gerard Butler – Mrs Brown Erika Christensen – Leave It to Beaver Chiwetel Ejiofor – Amistad Shannon Elizabeth – Blast and Jack Frost Tom Felton – The Borrowers Rebecca Gayheart – Nothing to Lose Jennifer Garner – Deconstructing Harry and Mr. Magoo Adrian Grenier – Arresting Gena Ioan Gruffudd – Wilde Katie Holmes – The Ice Storm Samantha Morton – This Is the Sea Alessandro Nivola - Inventing the Abbotts Sarah Paulson – Levitation Sara Paxton – Liar Liar Norman Reedus – Floating and Mimic Maya Rudolph – Gattaca Amy Smart – Campfire Tales and The Last Time I Committed Suicide Leelee Sobieski – Jungle 2 Jungle Mena Suvari – Nowhere Dominique Swain – Lolita Olivia Williams – Gaston's War","sentences":[{"text":"The year 1997 in film involved many significant films, including Titanic, The Full Monty, Gattaca, Donnie Brasco, Good Will Hunting, L.A.","keywords":["significant films","film","Full Monty","year","Donnie Brasco","Good Will Hunting","Titanic","Gattaca","L.A."],"images":["https://api.time.com/wp-content/uploads/2014/09/get-shorty.jpg","https://api.time.com/wp-content/uploads/2014/09/killing-them-softly.jpg"],"googleSearchQuery":"James Gandolfini significant films"},{"text":"Confidential, The Fifth Element, Nil by Mouth, The Spanish Prisoner, and the beginning of the film studio DreamWorks.","keywords":["Fifth Element","Spanish Prisoner","Mouth","beginning of the film studio DreamWorks","Nil"],"images":["https://artsy-media-uploads.s3.amazonaws.com/I6NjdgF2kU1CiQhiijh_Rw%2Fcustom-Custom_Size___605544_Mergers_20_sd.jpg","https://artsy-media-uploads.s3.amazonaws.com/sXYiPV_CW-oeREzjo2SMmQ%2Fcustom-Custom_Size___605544_Mergers_20_sd+2.jpg"],"googleSearchQuery":"James Gandolfini Fifth Element"},{"text":"The top 10 films released in 1997 by worldwide gross are as follows: Titanic became the first movie in history to pass US$1 billion at the box office on March 1, 1998.","keywords":["worldwide gross","first movie","box office","films","history","US","March","Titanic"],"images":["https://api.time.com/wp-content/uploads/2014/09/no-good-deed-idris.jpg","https://www.thetimes.co.uk/imageserver/image/%2Fmethode%2Fsundaytimes%2Fprod%2Fweb%2Fbin%2F25037114-f746-11ea-b012-d049e46a41a9.jpg?crop=1300%2C1625%2C0%2C0"],"googleSearchQuery":"James Gandolfini worldwide gross"},{"text":"Titanic held the record for the highest-grossing movie of all time for 12 years until it was surpassed by Avatar on January 25, 2010.","keywords":["movie of all time","record","Titanic","Avatar","years","January"],"images":["https://nofilmschool.com/sites/default/files/styles/facebook/public/1_a9lhgqyceuk6r6116e-wsg.jpeg?itok=nH-C9eYF","https://api.time.com/wp-content/uploads/2020/05/hbo-max-back-content-triptych.jpg"],"googleSearchQuery":"James Gandolfini movie of all time"},{"text":"The Star Wars Special Editions, a theatrical anniversary edition of the original Star Wars trilogy, celebrating the 20th anniversary of the release of Star Wars: Episode IV – A New Hope, are released.","keywords":["Star Wars Special Editions","20th anniversary of the release of Star Wars","Episode IV","theatrical anniversary edition of the original Star Wars trilogy","New Hope"],"images":["https://cdn.cnn.com/cnnnext/dam/assets/200927124756-keira-knightley-star-wars.jpg","https://cdns.abclocal.go.com/content/wabc/images/cms/012319-wabc-michael-and-james-gandolfini-split-img.jpg"],"googleSearchQuery":"James Gandolfini Star Wars Special Editions"},{"text":"The Fifth Element is released, becoming a global box office success.","keywords":["Fifth Element","global box office success"],"images":["https://artsy-media-uploads.s3.amazonaws.com/I6NjdgF2kU1CiQhiijh_Rw%2Fcustom-Custom_Size___605544_Mergers_20_sd.jpg","https://artsy-media-uploads.s3.amazonaws.com/sXYiPV_CW-oeREzjo2SMmQ%2Fcustom-Custom_Size___605544_Mergers_20_sd+2.jpg"],"googleSearchQuery":"James Gandolfini Fifth Element"},{"text":"It will go on to become the top-grossing French film of all time, a record it will hold for 11 years until the release of The Intouchables in 2011.","keywords":["French film of all time","record","release of The Intouchables","top","years"],"images":["https://www.moviemaker.com/wp-content/uploads/2021/03/breaking-news-in-yuba-county-036-037_BNYC_KA_R7_EC_C01_LR_W2.0_SL-75dpi_rgb-2-scaled.jpg","https://bloody-disgusting.com/wp-content/uploads/2020/04/8mm-scaled.jpg"],"googleSearchQuery":"James Gandolfini French film of all time"}]}